import{_ as r,a as n}from"./rotateWind.11554cde.js";import{_ as c}from"./articleContent.aeb692cb.js";import{a,o as s,c as m,w as p,b as t}from"./entry.08139445.js";import"./useAsset.68ae8a17.js";import"./v6_cover02.1a158d6e.js";const i={};function b(l,d){const e=r,_=n,o=c;return s(),m(o,{type:"tide",title:"關於本集",name:`
      
    `},{default:p(()=>[t(e,{text:`
    「潮」，最原始的字義是指海水受日月引力的影響而定時漲落的現象。有趣的是，現在我們聽到這個字並不會聯想到潮汐，而是會先想到潮流趨勢。<br><br>

    不過「潮流」這個字詞確實形容貼切，時尚的潮、趨勢的流，都如同潮水來去，此一時滿潮來襲，彼一時又退出流行。而時代就像是廣大的海洋，幾番潮汐漲退，只要足夠經典，有朝一日必將重返潮流，浪花再次盛開。<br><br>

    但，你知道古今許多流行都是從海上開始的嗎？<br><br>

    大海扮演著世界貿易的重要航道，過往從香料而起擴張全球，國族之間無不透過貿易往來，交換彼此的流行趨勢。當飲食與瓷器已不夠滿足需求，而後捲起的萊姆酒與條紋衫新浪潮，是真正的從海上來、往陸地去，讓海洋符碼成為時代流傳的經典代表。<br><br>

    而當代的許多動漫影劇作品更是牽動我們對大海的嚮往。從海賊王（請允許我只願使用這經典的一詞）到神鬼奇航，一次又一次地勾起航海冒險之魂，不過要到《真的要去航海》這部日劇問世，我們才比較清晰地看見現代航海的真實面貌。片中以女性船員為主角，更是恰如其分的回應當代性別議題如何翻轉航海世界。<br><br>

    但如果你望向遠方，會看見能源浪潮正將襲來。在全球共識的減碳淨零下，航運界面臨一場綠色革命，海洋產業同樣得積極地尋找新解方。其中「氫能」是最受矚目的浪花，即使尚未成功登陸，卻指引出可能的未來綠能趨勢。<br><br>

    潮裡來潮裡去，海洋持續地為我們帶來靈感的浪花。本期專欄將帶領你順著時代的浪潮，認識經典、感受當代，並且了解未來的綠色趨勢，接收來自海洋的時代潮汐預報。<br><br>

    `}),t(_,{marginTop:"20px",img:"img/tide/seaborn08_cover.jpg"},null,8,["img"])]),_:1})}const y=a(i,[["render",b],["__scopeId","data-v-0ec5f313"]]);export{y as default};
