import{_ as o,a as r,b as a}from"./articleContent.f13e97ff.js";import{a as c,o as m,c as p,w as i,b as t}from"./entry.abeb1ef5.js";import"./useAsset.2f8977f8.js";import"./cover.c3444263.js";const s={};function l(f,b){const e=r,_=a,n=o;return m(),p(n,{type:"travel",title:"關於本集",name:`
      
    `},{default:i(()=>[t(e,{marginTop:"20px",img:"img/travel/intro1.jpg"},null,8,["img"]),t(_,{text:`
    對於旅行的嚮往，多半是因未知所以迷人，我們不斷往外飛，探訪各個國度、追尋各種新奇體驗，卻忘了眼下略過的那一片海。關於海，我們知道得太少，又或者仍停留在觀光角度的單一想像，不遠也不近地與之互動。<br><br>
    大海連結著什麼樣的彼端，是前進嚮往之地的過渡之境？還是靈魂安放、享受孤獨的海海人生？從海上回看，又有怎樣的感受？是歸屬？或者只是短暫的停泊？<br><br>
    這次我們想從旅人的視角出發去航海。旅行無論如何都帶有目的性，絕非抵達目的地如此而已。所以我們想：擴展海上旅行的定義，呈現更多出海的理由。將重心放在出發前、路途中以及抵達後，以詩意的步調，咀嚼與海有關的各種旅途樣貌。
    `}),t(e,{marginTop:"20px",img:"img/travel/intro2.jpg"},null,8,["img"]),t(_,{text:`
    本期從貨櫃的視角一同整裝、出發，開啟對海上旅行的想像。兩篇專欄以不同時空的旅行體驗為題，邀請作家廖鴻基寫下搭乘陽明海運「竹明輪」的另類海洋旅行，文中紀錄許多不為人知的貨輪體驗與心得感受；而基隆在地文史團隊「雞籠卡米諾」則透過「大阪商船株式會社」出版的旅遊雜誌《海》，帶我們回到過去，一窺百年前日人來台的輪船觀光旅記。<br><br>
我們也將目光拉回基隆這座港口，見證當年抽中金馬獎的阿兵哥們，那段從基隆搭船出海、由馬祖歸來的特殊集體回憶。另外，編輯團隊更化身海上旅人，跟著王船祭前往海上遊江，並隨船紀錄海洋研究船的四天航程，體驗人生第一次的海上生活，希望能更真誠地貼近海上旅途這個主題。<br><br>
最後，本期由鄭愁予的新詩〈如霧起時〉結尾，從歸來旅人對大海的描述中，感受來自海上的各種思念，為旅途畫下句點。<br><br>
無論出發或歸來，大海始終在那裡等待，等待著我們前去了解與感受。在各式的海上行旅中，希望你也能找到一個出發的契機，去親近親近大海。

    `})]),_:1})}const v=c(s,[["render",l],["__scopeId","data-v-66fffbef"]]);export{v as default};
