import{_ as r,a as n}from"./rotateLight.85659909.js";import{_ as c}from"./articleContent.74336dd2.js";import{a,o as s,c as i,w as m,b as t}from"./entry.7619a230.js";import"./useAsset.9c9a12cf.js";import"./v6_cover02.e0353dc9.js";const p={};function b(l,d){const _=r,e=n,o=c;return s(),i(o,{type:"direction",title:"關於本集",name:`
      
    `},{default:m(()=>[t(_,{text:`
    歷史更迭，族群來去，基隆曾經站上浪尖、引領潮流，也曾失去過舞台。不過作為一座面海的城市，基隆不曾放棄任何機會。<br><br>
    當整座島嶼都在重拾土地認同的時刻，基隆也在重新定義自己。<br><br>
    位於臺灣最北的城市，是商港、漁港也是軍港，如今又多了郵輪港的新身分。在歷經不同族群的洗禮下，基隆孕育出多元的飲食風格，讓許多饕客趨之若鶩。但，什麼才是屬於基隆的DNA？而誰才是基隆人？<br><br>
    這從來不是簡單的問題，甚至不存在標準答案。不過在時間的淬鍊下，我們或許可以看出一些端倪，基隆這艘船乘著風要往何處去。<br><br>
    首先，基隆人變多了。無論是物理上與心理上。不只來基隆走走看看的人變多了，帶有地方意識的人也變多了。在二十年前可不是這樣。從永無島袁朝露的書寫中，可以看見時光的切片，不同時期如何流轉，他又是如何看著，並跟隨這座城市的脈動呼吸。<br><br>
    還有，在基隆親近海洋的方式也變多了。不只有海鮮、海泳與海廢，每年的台琉國際帆船賽更成為跨越海洋的交流，在經營八斗邀友善餐廳的戴秀真觀賽紀錄之下，一起用不同的視角感受海。<br><br>
    最後，則是基隆的文化扎根更深了。近年來地方青年與團隊相繼投入，使得在地文化體驗活動更加豐富。透過無用學堂鄭十一的第一手直擊，我們將搭上171號戲劇導覽巴士，走進鷄籠中元祭。<br><br>
    三篇文章，三個風向，「基隆號」準備揚帆，讓我們一起等待風起，海上翱翔。

    `}),t(e,{marginTop:"20px",img:"img/direction/seaborn10_cover.jpg"},null,8,["img"])]),_:1})}const y=a(p,[["render",b],["__scopeId","data-v-bf753556"]]);export{y as default};
