import{_ as r,a as e}from"./rotateWoman.1e716b50.js";import{_ as a}from"./articleContent.7d497d0d.js";import{a as c,o as m,c as p,w as i,b as t}from"./entry.a9688375.js";import"./useAsset.0846bfac.js";import"./v6_cover02.5a1a79c5.js";const s={};function l(b,f){const o=r,_=e,n=a;return m(),p(n,{type:"flavor",title:"關於本集",name:`
      
    `},{default:i(()=>[t(o,{marginTop:"20px",img:"img/flavor/intro1.png"},null,8,["img"]),t(_,{text:`
    500年前，歐洲探險家跨越未知的大西洋來到異國，探索新大陸，海上貿易也隨之興起。其中，貿易品之一的亞洲香料，是最吸引歐洲人的聖品。歐洲人用肉桂、丁香、胡椒等香料來增添味道，製作出豐富多樣的佳餚；許多香料被認為擁有藥用價值，可以治療牙痛、提高免疫力，甚至用來製作防腐劑、香氛。<br><br>
    隨著航海貿易頻繁興盛，亞洲重要航海路線之一的台灣，必然成為香料貿易的轉運地。成為貿易據點的台灣，開始吸引各國人士短暫駐台或定居，他們都在台灣飲食文化中留下了痕跡。<br><br>
    像洋派的咖啡與可可，是許多人搭配早餐的優先選擇；中餐時可能來一盤咖哩炒麵，而晚上的火鍋一定要配沙茶才夠味。不說的話，你可能不會注意到，我們熟悉的日常飲食中，有許多味道都是跟隨船隻、移民一起落腳台灣。那些異國料理隨時間融入生活，一點一滴才形成今日的台灣味。<br><br>
    `}),t(o,{marginTop:"20px",img:"img/flavor/intro2.jpg"},null,8,["img"]),t(_,{text:`
    而基隆的飲食受到外來文化影響就更深了，不只是香料，許多醬料、食材，都是影響在地風味的重要角色。移民的港口城市，各地的飲食習慣在此交融，長出了基隆獨有的口味，這也是基隆不斷吸引老饕們前來探訪的原因。本期我們不只跟隨航海貿易尋找香料的足跡，也想帶你探索基隆的滋味。<br><br>
    常見的沙茶，究竟是從潮汕還是南洋傳入台灣，又在基隆碰撞出什麼樣的滋味？基隆早期的明星美食「蒲鉾」是什麼呢？為什麼基隆有那麼豐富的咖哩美食？五〇到七〇年代的基隆委託行真的有來自世界各地的食品嗎？<br><br>
    為了回答以上問題，《seaborn》不僅訪問基隆當地老店，還特別邀請飲食作家陳靜宜和專研日治時期飲食文化的林宜錦，為我們解答疑問。期望透過這期主題，讓讀者在品嚐基隆巷弄美食時，也能了解這些飲食文化背後，那些漂洋過海的豐富故事。<br><br>
    `})]),_:1})}const y=c(s,[["render",l],["__scopeId","data-v-53b712ff"]]);export{y as default};
