import{a as _,_ as r}from"./rotateLight.40a962b4.js";import{_ as a}from"./articleContent.e319395b.js";import{a as c,o as i,c as m,w as p,b as t}from"./entry.ee50d0c9.js";import"./useAsset.c4dd20be.js";import"./v6_cover02.223117fd.js";const s={};function l(x,b){const n=_,e=r,o=a;return i(),m(o,{type:"nation",title:"關於本集",name:`
      
    `},{default:p(()=>[t(n,{marginTop:"20px",img:"img/nation/intro1.jpg"},null,8,["img"]),t(e,{text:`
    如果要選一個很像基隆的城市，許多人會想到高雄，基隆有曾經熱鬧非凡的委託行，高雄則有百貨行；基隆的夜晚有廟口夜市，高雄則有酒吧街；基隆在地小吃有吉古拉，高雄則有黑輪。兩個城市遙遙對望，都有港口，也有貨櫃碼頭，就連魚市場的氣味，都有相似之處。<br><br>
    作為2023年的最後一期，我們想回來談談港邊生活。介紹基隆的同時，我們也好奇其他港口城市的人們是怎麼生活。於是本期跨出城市與國家邊界，借鏡他人，去想像港口生活可以有哪些新的可能性。<br><br>
    因此團隊邀請了台大城鄉所兼任助理教授徐燕興，分享他三度拜訪荷蘭，看見鹿特丹如何把一座城市當成品牌在行銷，並將藝術與文化的風氣，自然流動於城市之中；在古巴出生的藝術家 Francis，則分享鄰近港口的哈瓦那城市，因為共產國家制度，無法靠近港邊，反而不如現居的基隆港來的熟悉；曾到英國留學的單彥博，則看見利物浦有著和基隆十分相似的命運，都是因為海港興盛，又隨之起伏轉型。<br><br><br>

    `}),t(n,{marginTop:"20px",img:"img/nation/intro2.jpg"},null,8,["img"]),t(e,{text:`
    最後將視角從國際拉回基隆，以基隆客運運將的路上甘苦談，道出他的生命是如何和這座海港城市緊密相扣；並以畫面捕捉基隆的日常，用攝影敘說故事，帶大家直接感受基隆人的生活；結合三件你不知道的基隆港小知識，挖掘大家沒看過的基隆港風貌。<br><br>
    經歷一年的刊物編輯工作，藉由採訪不同人物、跨出城市以及帶回其他國家的經驗，團隊也感受到自己因此更加理解海港的魅力。或許所謂的海洋精神，不僅是吸納包容、引領創新，而是扎扎實實的去體驗冒險的過程。唯有在路途上認真感受、擴充想像，才可能長出新的可能性，真正的展現包容與創新。


    `})]),_:1})}const y=c(s,[["render",l],["__scopeId","data-v-e4e108eb"]]);export{y as default};
