import{a as _,_ as n}from"./rotateLetter.0edecb45.js";import{_ as a}from"./articleContent.8abc99a2.js";import{a as c,o as b,c as m,w as l,b as t}from"./entry.127ac2f5.js";import"./useAsset.ce824b61.js";import"./cover.3cb74238.js";const s={};function p(i,f){const r=_,e=n,o=a;return b(),m(o,{type:"flavor",title:"從絲綢之路<br>到海上絲路<br>香料的世界之旅",name:`
      文：西打藍 / 圖：鄭十一
    `},{default:l(()=>[t(r,{text:`
    西元1415年以前<br>
    歐洲人對東方世界的印象，可說是充滿著神秘與魔幻<br>
    從東方來的各式香料，是當時歐洲貴族宴請重要賓客的珍饈<br><br>

    這些香料當初是怎麼來的呢？<br>
    是商人橫跨歐亞大陸，經過中東、黑海等地區<br>
    沿著歷史課本讀到的絲綢之路、茶馬古道，來到遙遠東方取得<br><br>
    `}),t(e,{img:"img/flavor/road1.png"},null,8,["img"]),t(r,{text:`
    中世紀時期，有不少人認為，一盒胡椒、肉桂、薑的價格，要比一頭牛更有價值！甚至有人直接拿香料當作貨幣使用，可見其貴重程度。但是光靠陸地貿易，可以取得的香料數量實在太少，根本不夠歐洲貴族使用。<br><br>
    1415年是大航海時代的開始，從陸上絲路擴展成海上絲路，歐洲人除了到世界各地尋找黃金外，還有項重要任務：「找香料！」因此，斯里蘭卡的肉桂、印度尼西亞的丁香、印度的薑黃...整個東南半島幾乎被歐洲列強殖民，強硬取得殖民地的香料，用以供應歐洲貴族。<br><br>
    當時，台灣在全世界扮演什麼樣的角色呢？在十七世紀，荷蘭東印度公司統治台灣時，曾將台灣當作香料貿易的轉運站，在現在的台南和各國商人做生意。台灣人也因此有機會嚐到各國香料的美味，開啟跨文化的味蕾洗禮。<br><br>
    `},null,8,["text"]),t(e,{img:"img/flavor/road2.png"},null,8,["img"]),t(r,{text:`
    時至今日，蔥、薑、蒜、辣椒等，是台灣菜餚必備的調味品，胡椒、花椒、八角、肉桂也是廚房裡不可或缺的香料。2019年統計，台灣人平均每天使用1.9克香料，歐洲人則是0.5克、美國人4克。如果中世紀的歐洲貴族知道現代人使用香料如此頻繁，恐怕會羨慕不已。<br><br>
    雖然全球化下的台灣，已經不再是重要的香料轉運站，但台灣反而發現了土肉桂、山胡椒、薑黃、羅氏鹽膚木等，值得分享給全世界的本土香料。或許有一天，台灣本地出產的香料，會在600年後的歐洲大陸，颳起新一輪的飲食風潮也說不定！<br><br>
    `},null,8,["text"])]),_:1})}const y=c(s,[["render",p],["__scopeId","data-v-6ff805b2"]]);export{y as default};
