import{_ as l,a as s}from"./rotateLight.85659909.js";import{_ as p}from"./hint.9abaf680.js";import{_ as b}from"./title.1a4bc8c9.js";import{_ as g}from"./articleContent2.715b2dd6.js";import{a as x,o as u,c as d,w as f,b as t,p as y,e as h,f as _,h as c}from"./entry.7619a230.js";import"./useAsset.9c9a12cf.js";import"./v6_cover02.e0353dc9.js";const v={},i=n=>(y("data-v-90a14503"),n=n(),h(),n),w=i(()=>_("div",{class:"article-special-text"},[c("參考影片："),_("a",{href:"https://www.youtube.com/watch?v=jCdAykeCQb0",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"世紀偉大工程─巴拿馬運河"),c("、"),_("a",{href:"https://www.youtube.com/watch?v=JJ-HoEXYIsI&t=1s",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"巴拿馬運河揭密")],-1)),B=i(()=>_("br",null,null,-1)),j=i(()=>_("br",null,null,-1));function I(n,k){const e=l,r=s,o=p,a=b,m=g;return u(),d(m,{type:"eye",title:"航行千帆<br>看見海洋的靈魂色",banner:"img/eye/v7_01_01cover.jpg",name:`
      文：葉奕緯<br>
      圖：船員厭世文
    `},{default:f(()=>[t(e,{text:`

    以前在學校裡，地理課本總會教導許多海洋知識，小時候覺得這些知識離自己很遙遠，但對於船員來說，這些知識是真實存在，並且會影響人身安全。曾經航行過大西洋、太平洋的船員說，在經過兩大洋的交界處時，肉眼會很明顯看出不同的海藍色，因為陽光、風向、海水深淺，都會產生不同的狀態，進而影響船隻航行。這彷彿海域訴說著自己獨特的性格與脾氣，而船隻必須循著他們的喜好，小心翼翼地行駛。<br><br>

船員一次出海，動輒要好幾個月的工作時間，甚至有多個航線旅程時，半年、一年時間沒有回家，也是常有的事。在這段期間裡，他們在全球各個海域、港灣曾經歷過什麼小故事？有什麼特殊的體驗呢？


    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_01_02.jpg"},null,8,["img"]),t(o,{text:`船員厭世文以影像書寫海上所見的風景
       `}),t(e,{text:`為了探究船員出航的經歷，以及真實體驗的海域特色，我們採集幾位有不同航線經歷的船員，分享他們真實的海域航行經歷。

    `}),t(a,{title:"「果凍海」絲綢般的風平浪靜"}),t(e,{text:`在赤道國家航行過程，會有一整片海洋區域，它完全靜止不動，就像沙漠一般安靜、熾熱，那裡是「熱帶輻合帶」（也稱為赤道無風帶），甚至有些人會形容此處為「果凍海」。第一次經過的船員，都會為眼前一片景象震懾不已，而這需要點運氣，在特定時節航行特定區域才看得到。

    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_01_03.jpg"},null,8,["img"]),t(o,{text:`海面宛如鏡子一般，是難得偶遇的畫面
       `}),t(e,{text:`
    這一片區域沒有風，如果航行的是帆船，可能因為沒有風做為動力，而無法移動，哪裡都去不了。而太陽不斷直射的這片果凍海，會讓海水蒸發更為旺盛，也導致大量水氣湧上大氣中，形成巨大的積雲。<br><br>

當這片積雲乘載不下水氣時，就會爆發午後雷陣雨及強風，打破原本寂靜的海平面，此時的景色將會非常壯觀。<br><br>

當船員航行經過菲律賓群島時，則因為部分海域較淺，大型商船無法通過，因此船隻會走一條特別的航道，經過一個形似香蕉的島嶼間，船員會稱呼它為「香蕉島」。這裡是菲律賓政府為了船隻通行方便，特別挖深的一塊水域。<br><br>

而山東有一處區域受海潮影響，則佈滿了夜光藻，會像馬祖的藍眼淚景色一樣，當夜光藻受到外部刺激時，細胞會發出迷濛的藍色。頓時海洋變成一片螢光藍，景色相當吸引人。同樣是海洋，但在不同的海域，卻帶給人截然不同的感受。


    `}),t(a,{title:"港口各有特色，風霧裡則藏有危險"}),t(e,{text:`

    當船員航行到不同港口，則會感受到他國的文化與民情。<br><br>

例如有船員在捕魚季節航行到中國山東時，滿滿的機動漁船幾乎塞滿了整座近海捕魚區，原訂的航線被佔滿而無法通行。這導致原本只要三天就能抵達的路程，變成要五六天才能抵達，偏差了幾百海浬。<br><br>

在印尼的畫面則和山東全然不同。在地漁民是開著簡易舢舨船在近海地區捕魚，因此當有大船靠近時，他們會擔心舢舨船被撞壞，所以會趕緊讓道。這讓船員能按照預訂時間與路線，順利抵達目的地港口。


    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_01_04.jpg"},null,8,["img"]),t(o,{text:`大霧對航行來說也是相當危險
       `}),t(e,{text:`
    如果船員在特定季節航向美國洛杉磯，很可能會遇到讓船隻無法進港的霧季。這並非只是雲霧繚繞，而是你的視野會變得模糊，四周方向也看不清楚，都被滿滿一整層濃霧給掩蓋。<br><br>

    大霧之中，也帶有厚重水氣。船邊的扶手，基本上都是濕的，而地板上也都是水。如果你敢在甲板上跑步，絕對會大摔一跤。<br><br>

    為避免危險，船會需要在海上多停留幾天，等霧散去才能靠港。而在霧氣厚重的地區，船隻不僅無法進行除鏽作業、塗油漆等工作，也無法完成其他進港的前置作業。<br><br>

    除了濃霧外，大風也是海上航行的一大危險。<br><br>

    有船員曾在颱風天航行經過在日本北海道的海峽，那時的風浪極大，甚至有船上的貨櫃被吹飛到 50 公尺遠，整個鎖頭被吹斷掉，船員們必須身處在大風中，進行緊急加固。<br><br>

    而從英國到美國的大西洋航線，冬天的風浪特別大，即使使用氣象導航仍躲不過險峻的海象。巨浪不僅會打到船頭，讓整艘船搖晃不停，比較小的商船，海浪還可能打到駕駛台的擋風玻璃上，而造成危險。<br><br>

    這些都是在陸地上的人們，從未感受過的海上危險。

    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_01_05.jpg"},null,8,["img"]),t(o,{text:`既美麗又凶險的大海
       `}),t(a,{title:"巴拿馬運河—全球知名、<br>也是年輕船員的航行夢想"}),t(e,{text:`
        要說全球最知名的航線之一，巴拿馬運河絕對是其中一個，它是二十世紀的偉大工程，也是許多年輕船員很想親身見識的特殊航道。到底這條運河為什麼特殊？<br><br>

        要經過巴拿馬運河，可以想像是要讓船爬樓梯（爬船閘），彷彿登上山丘般，一次一艘船，一艘艘通關一層層的階梯。實際會怎麼通關呢？<br><br>

        貨船要穿過這條運河前，需要先和當地的塔台申請，接著會有引水人上船檢查設備，並和多位運河工人準備拉纜繩，一起幫助船隻通過船閘。<br><br>

        通關過程中，工人將攬繩繫上拖船與貨船的前後位置，由拖船拉著貨船往前航行。每經過一個船閘，都需要等待水位調節，讓閘門前後的水量升到同樣水位，才開啟下一個閘道門，供貨船前行。<br><br>

        想要通過整座巴拿馬運河，全程都需要有人在駕駛台上站崗工作，在行經三道船閘，約莫八個多小時後，才能順利通過。如果你曾實際走訪巴拿馬運河，這裡每逢午後就會下雨，並且在運河中，還能看見咖啡色皮膚的淡水鱷魚，相當特別。

    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_01_06.jpg"},null,8,["img"]),t(r,{marginBottom:"10px",img:"img/eye/v7_01_07.jpg"},null,8,["img"]),t(o,{text:`從白天工作到黑夜，航經人工運河是十分漫長的過程<br>
      
            `}),w,B,j,t(a,{title:"海洋的美，船員才看得到"}),t(e,{text:`
海上的危險，是平時生活在陸上的人們難以想像的，只要一不小心，就可能發生嚴重意外。船員在承擔海上風險的同時，能夠親身體驗不同海域的個性、美麗，則是身為船員才有的福利。<br><br>

大自然是多變的，早上的海一如往常的風平浪靜，但到了另一處海域，卻會全然不同。這讓船員對海洋始終抱有敬畏，對每一趟的遠航都同樣重視，希望每次都能順利出航，平安回家。

    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_01_08.jpg"},null,8,["img"]),t(o,{text:`寫信告訴我今天 海是什麼顏色
       `})]),_:1},8,["banner"])}const A=x(v,[["render",I],["__scopeId","data-v-90a14503"]]);export{A as default};
