import{_ as b,a as s}from"./rotateWind.11554cde.js";import{_ as c}from"./title.a29957b6.js";import{_ as p}from"./hint.edd4b932.js";import{_ as a}from"./articleContent2.9e216b5f.js";import{a as u,o as g,c as x,w as d,b as t,p as f,e as h,f as n}from"./entry.08139445.js";import"./useAsset.68ae8a17.js";import"./v6_cover02.1a158d6e.js";const v={},o=l=>(f("data-v-f1f0721e"),l=l(),h(),l),w=o(()=>n("br",null,null,-1)),B=o(()=>n("br",null,null,-1)),j=o(()=>n("br",null,null,-1)),T=o(()=>n("br",null,null,-1)),I=o(()=>n("br",null,null,-1)),y=o(()=>n("br",null,null,-1)),S=o(()=>n("br",null,null,-1)),k=o(()=>n("br",null,null,-1)),C=o(()=>n("br",null,null,-1)),N=o(()=>n("br",null,null,-1)),V=o(()=>n("br",null,null,-1)),H=o(()=>n("br",null,null,-1));function Y(l,q){const r=b,i=c,_=s,e=p,m=a;return g(),x(m,{type:"wind",title:"東西岸各自生活：<br>我們在山頭彼此眺望",banner:"img/wind/v9_01_01cover.jpg",name:`
      訪：田美子<br>
      文：鄭十一<br>
      圖：涂佳豪、鄭栗兒、小歐
    `},{default:d(()=>[t(r,{text:`
挺過又一個冬雨，山頭在春雨洗滌下漸漸甦醒，雲霧之間透出點點新綠，像是一份邀請，要懶散許久的基隆人趕緊出門。<br><br>

基隆人其實是不怕雨的，只不過陽光更加珍貴。<br><br>

遇上好天氣，鄭栗兒便會出門散步。家住西岸的她，習慣從舒淇橋(中山橋)跨越火車站往西二三碼頭，像在「巡田水」一般沿著港邊散步，朝東岸的方向走。也許上空中花園近距離欣賞郵輪，或是看個展覽、電影，然後悠悠地晃到田寮河底端，繞一圈再回家。<br><br>

而家在東岸的小歐，同樣有著散步習慣，最近特別喜歡搭601公車到四腳亭最後一站，走一段排骨湯加河邊散步的set。先吃飽讓身體暖暖，再沿著河道蜿蜿蜒蜒，享受層層疊疊的綠意，伴隨水聲與蟲鳴鳥叫，穿過隧道再回到東岸差不多是8公里，是日常徒步剛剛好的距離。<br><br>

兩個喜歡在基隆散步的基隆女兒，都是作家，更是出版界的前後輩，同樣深受東洋文化的啟蒙、嚮往過遠方，也在差不多的人生時期回望故鄉、為基隆寫了本書。剛好一個住東岸，一個住西岸。

   `},null,8,["text"]),t(i,{title:"基隆港的東西岸，存在一條隱形界線"}),t(r,{text:`

說起來有點玄妙，但多數基隆人應該都感受得到這條隱形界線，生活跟著碼頭分東與西，東岸西岸擁有各自的生活圈，就算搬家也不太會去到另一邊。<br><br>

不過，這條界線也隨著每個人的生活版圖而有位移。<br><br>

「我的結界是基隆火車站，車站後面對我來說曾是完全陌生的世界。」從小生活在東岸的小歐這麼說道，直到2009從四國遍路回來後，她才真正跨過結界，去探索另一邊。

   `}),t(_,{marginBottom:"10px",img:"img/wind/v9_01_02.jpg"},null,8,["img"]),t(r,{text:`
「我的那條線則是旭川，基隆港邊那座不復存在的明德橋。」在基隆四處走跳長大的鄭栗兒其實沒有明顯的界線感，雖然家住西岸，但東岸之於她也有著許多青春回憶。「不過我始終都住在西岸，無論罾仔寮的娘家或是自己的家，就連後來新家也選在娘家附近，我的情感歸屬一直都在這一邊，我的山與海絕對是罾仔寮山還有外木山的海岸線。」言談之間鄭栗兒對西岸有數不盡地告白。<br><br>

「那我的山與海是中正公園與和平島吧，小時候家人總會帶我一起去的地方。」小歐似乎也被喚起了什麼。<br><br>

再問到關於創作的滋養，兩人說不完全與基隆有關，卻不約而同的指向心頭的那一座山。

   `}),t(i,{title:"罾仔寮山是一生的寶藏，孕育老鷹般的綜觀視野"}),t(_,{marginBottom:"10px",marginTop:"20px",img:"img/wind/v9_01_03.jpg"},null,8,["img"]),t(e,{text:"從罾仔寮山上的太平國小眺望繁華港口"}),w,B,t(r,{text:`
父親經營理貨行的關係，鄭栗兒從小就熟悉碼頭。1970年代一家住進後火車站的安一路巷弄，這裡離車站與碼頭都近，舊稱罾仔寮。她兒時就讀的太平國小位於罾仔寮山，每天要從巷口拾級往上，狹窄的巷弄相互交錯，是孩子們的大迷宮與遊戲場，鄭栗兒的童年時光幾乎都在這座小山丘。<br><br>

而教室外的寬闊景象更深深烙印在鄭栗兒的心上。<br><br>

「罾仔寮山是我遊樂的天地，更是我創作、思想與想像的養成，形塑了我俯瞰視角的習慣。」鄭栗兒笑說自己是學合作經濟的，總體經濟學很好，個體經濟學跟會計卻一塌糊塗，大概是這個緣故。<br><br>

鄭栗兒從小跟著父親進出碼頭，看大船入港，工人上上下下的搬貨，第一個認識的外國人是韓國船長，更有過機會上大輪船參觀。碼頭給予她對世界的巨大想像，另一方面她又每日在山丘上眺望著模型般的港口，綜觀一切的渺小。

   `}),t(_,{marginBottom:"10px",img:"img/wind/v9_01_04.jpg"},null,8,["img"]),t(e,{text:"鄭栗兒於老家門口"}),j,T,t(r,{text:`

那時的她還不知道，自己小小的靈魂已在山頂上翱翔，日後還會引領著她去探索世界的角落、展開心靈的追求。她像許多基隆的孩子一樣，曾經離家很遠，留戀外頭更廣闊的世界。只是無論去到多遠，鄭栗兒都習慣性地尋找海港城市，比對那裡的氛圍感、是不是也有山的支持。<br><br>
對鄭栗兒來說，回來才是最重要的事。<br><br>

當她心煩的時候，當她需要鍛鍊的時候，這條山巷始終在這裡陪她走一段。但也是等到2012「阿芭光之花園」落腳，心真正歸來，鄭栗兒才有了書寫基隆的信心，用腳步重拾生活感，帶大家領略「基隆的氣味」。

   `}),t(_,{marginBottom:"10px",img:"img/wind/v9_01_05.jpg"},null,8,["img"]),t(e,{text:"罾仔寮山安一路老家閣樓"}),I,y,t(i,{marginTop:"20px",title:"從家住中正公園後面，到基隆是我的大公園"}),t(_,{marginBottom:"10px",marginTop:"20px",img:"img/wind/v9_01_06.jpg"},null,8,["img"]),t(e,{text:"中正公園上的觀音像是回憶裡的基隆地標"}),S,k,t(r,{text:`
來自外省家庭，父母都是老師的小歐，兒時生活相對單純，活動範圍主要是家裡與學校之間。這一帶正是中正公園一側的山腳下，偶爾跟同學的上山探險，是她對小雞籠山最初的印象。<br><br>

不過小歐對於這座山丘其實是有些恐懼的。<br><br>

從小生活在著名的日式老宅，坐落在法國公墓、海門天險之間，搭配著濕冷陰雨、同學間流傳的都市傳說，讓小歐常常覺得被一股陰森圍繞。雖然放假時家人會帶著她上中正公園，但他們經常在山上迷路，觀音像、主普壇，找不到的盪鞦韆，小歐對家鄉的記憶就此封存，使他長年懷有外來者的疏離心情。<br><br>

直到去了一趟四國遍路，異國的徒步經驗給了小歐重新探索基隆的勇氣。於是她從兒時的陰影─中正公園開始，從田寮河畔的新家翻過山頭走到兒時的老宅，漸漸地她看見完全不同的風景。

   `}),t(_,{marginBottom:"10px",img:"img/wind/v9_01_07.jpg"},null,8,["img"]),t(e,{text:"婆婆的房間是小歐看電視與玩耍的地方"}),C,N,t(r,{text:`

「我常常會夢到中正公園上那個偌大的Y字路口，小時候覺得通往的是恐懼，但現在走到這裡反而覺得有種開闊、四通八達的感覺。」笑說自己得了四國病的小歐，現在十分享受在不同時段來這座山丘散步的各種收穫。<br><br>

小歐就這樣展開了15年的家鄉遍路，把整個基隆都當作自己的大公園。<br><br>

中正公園走膩了，那就增加徒步的距離，走到和平島甚至潮境公園。接著探索西岸的異世界，或到七堵、暖暖開發散步路徑，找到自己融入地方的節奏。<br><br>

與我城越來越熟悉，小歐與朋友相約也更有底氣，不再將自己與基隆當作邊緣，而是熱情的東道主。那份走出來的在地連結感，讓她能驕傲地宣示自己不只是「正好住基隆」。

   `}),t(_,{marginBottom:"10px",img:"img/wind/v9_01_08.jpg"},null,8,["img"]),t(e,{text:"小歐現在是走出自信的基隆人"}),V,H,t(i,{marginTop:"20px",title:"跨越界線，從散步與書寫之中重塑對家鄉的情感"}),t(r,{text:`
生活在東岸或西岸，或許更像是一種情感習慣，是最初與土地連結的開始，但不會是結束。<br><br>

如罾仔寮山是鄭栗兒的童年寶藏，那中正公園應該算是小歐的後天培養，無論哪一種，都是一步一步走出對家鄉的愛，書寫更是她們對家鄉的告白。如今兩個基隆女兒的足跡早已跨越東岸與西岸，反而更常到另一邊去看一看。<br><br>

基隆人啊，你是否也有自己的山與海？

   `})]),_:1},8,["banner"])}const K=u(v,[["render",Y],["__scopeId","data-v-f1f0721e"]]);export{K as default};
