import{_ as i,a as m}from"./rotateLight.85659909.js";import{_ as l}from"./hint.9abaf680.js";import{_ as c}from"./title.1a4bc8c9.js";import{_ as p}from"./intro.ca7ad61c.js";import{_ as b}from"./articleContent.74336dd2.js";import{a as x,o as s,c as u,w as g,b as t}from"./entry.7619a230.js";import"./useAsset.9c9a12cf.js";import"./v6_cover02.e0353dc9.js";const d={};function f(B,h){const n=i,e=m,o=l,r=c,_=p,a=b;return s(),u(a,{type:"nation",title:"從城市規劃<br>借鏡荷蘭鹿特丹<br>市港文化",name:`
      文：徐燕興<br>
      圖：徐燕興、<br>wikimedia、MVRDV
    `},{default:g(()=>[t(n,{text:`第二次世界大戰鹿特丹遭德國轟炸，城市被完全炸毀，這卻提供鹿特丹別於歐洲許多商港城市一個完全不一樣的機會。<br><br>
城市必須重建。城市計畫經由維特芬( Willem Gerrit Witteveen )、特拉(Cornelis van Traa)兩位城市規劃師，努力折衝下建構今日鹿特丹的城市格局，大刀闊斧的現代都市計劃，打破原有的城市格序。<br><br>
洪堤防擴大，將城市向西擴大，也留下來原有的Leuvehaven港口，這個作法讓鹿特丹以港而生的歷史得以保留，讓被破壞式的現代城市規劃造成的失根與虛無，有了時間感。
    `},null,8,["text"]),t(e,{marginBottom:"10px",img:"img/nation/holand1.jpg"},null,8,["img"]),t(o,{text:`
      水上巴士提供固定水上的接駁與大眾運輸網結合成水路聯繫的運輸網`}),t(r,{title:"戰後從廢墟中重生的城市規劃"}),t(n,{text:`鹿特丹的重建計畫以舊港為中心，向外興建各項基礎建設，寬廣的車行道路之外，配置多樣的大眾運輸系統，公車、輕軌電車、輕軌、捷運和水上巴士。水上除了貨運船，也設置水上巴士、水上計程車、觀光船和水上餐廳等多樣的水上設備，彰顯這個以水而生的城市。<br><br>
      除了找當時最具水準的規劃師與建築師，也積極與國際合作，取得最新技術。更重要的是以「設計」導入城市，將城市規劃納入城市設計之中，公共建築、橋梁與空間都以最好的設計進行規劃。正因為城市市民與市長都知道，美學與高品質的城市服務空間，才可能翻轉一個被砲火破壞的港口城市，鹿特丹在眾人的努力下，蛻變成為「國際現代建築之都」。

    `}),t(e,{marginBottom:"10px",img:"img/nation/holand2.jpg"},null,8,["img"]),t(o,{text:`
      方塊屋坐落於Overblaak Street，位於Blaak地鐵站的正上方，由38個互相連接的立方體組成的住宅。由荷蘭建築師布洛姆(Piet Blom)於1978年設計，示意住在樹上的住宅。標示著鹿特丹在大眾運輸場站與老舊地區，利用實驗創新，注入城市別具風貌的特色，也彰顯城市實驗冒險的海港精神。`},null,8,["text"]),t(r,{title:"找尋好的設計師<br>還給設計師好的職業環境"}),t(n,{text:`荷蘭相對英、德、法或西班牙，資源匱乏，很早就知道創新才是其國家生存之道。鹿特丹城市主導者不僅知道創新的重要性，也知道創新還需要政策支持，因此市政不僅提出獎學金、加強與各教育機構合作，並提供設備、圖書館設施，強化教育資源與各種實習機會。<br><br>
1988年鹿特丹成立了荷蘭建築博物館、1989年成立鹿特丹建築學院，推動各項與城市相關的建築活動與創新活動。鹿特丹成功打造出城市創新的氛圍，不僅是商港富人公司和依附港口勞工階層的聚集地，更吸引創新的人才進駐，形成一個堅實的經濟生態系。<br><br>
有個性的建築在這裡可以實現，實驗與包容性也讓鹿特丹在許多工業港中，增添許多吸睛的作品。這樣氣氛吸引許多建築師事務所在此落腳，友善的建築執業環境，從城市的創作晉升世界之星，無數當今之名建築師都以鹿特丹為基地，向世界發聲。
    `}),t(e,{marginBottom:"10px",img:"img/nation/holand3.jpg"},null,8,["img"]),t(o,{text:`
      鹿特丹市場是鹿特丹第一個室內市場，緊鄰鹿特丹舊港與Binnenrotte 的歷史區。`}),t(r,{title:"建立城市品牌<br>持續舉辦創新節慶"}),t(n,{text:`而城市能吸引人，硬體之外，軟體活動也是建立城市品牌重要工具，豐富的城市活動，不只帶動經濟，更是城市定位的黏著劑。戰後鹿特丹的城市規劃特別建立了一個博物館區，許多著名博物館都在此區。1996年鹿特丹舉辦了第一屆博物館之夜(Museumnacht)，集合多處文化、藝術場館，提供晚會、展覽表演、互動工作坊等活動，呈現城市夜晚的魅力。<br><br>
      1990年代鹿特丹也開始舉辦國際世界港口日活動，通常選於每年九月第一個周末舉辦，活動由鹿特丹港務公司主辦，包含港口參觀、船舶遊覽、各項表演活動，也鼓勵相關企業展覽、加強兒童互動與港口教育等。<br><br>
      如今鹿特丹國際電影節、夏季嘉年華、鹿特丹音樂節、國王日、鹿特丹攝影節，都已成為鹿特丹的城市名片，這些活動使觀光客願意拜訪這個看似硬梆梆的商業港，也讓當地的社區浸潤於文化與藝術之中，提高城市的適居性，吸引移民。
    `},null,8,["text"]),t(e,{marginBottom:"10px",img:"img/nation/holand4.jpg"},null,8,["img"]),t(o,{text:`
      MVRDV對於屋頂多樣想像 `}),t(r,{title:"海洋性格正是港口城市的競爭力核心 "}),t(n,{text:`鹿特丹過去針對韌性城市、氣候變遷進行過許多成功的倡議活動，經歷了上一階段的城市更新、水邊廣場與開放空間的解放或再設計，2012年鹿特丹青年與專業人士轉向既有設施的創意使用，發起的鹿特丹屋頂散步(Rotterdamse Dakendagen)，推動屋頂的解放與再利用，將「屋頂」成為一個可以發想的城市空間元素。這座城市的創新活動如今仍持續進行著。<br><br>
鹿特丹的競爭力核心，正是讓頂尖專業者參與治理城市、用美學與創意打造港口城市該有的海洋性格。海洋性格是開放與包容，願意實驗與創新，基隆作為海洋城市，也該保有此心，城市自會永續發展。<br><br><br>

    `},null,8,["text"]),t(_,{text:`
      城市簡介：鹿特丹(Rotterdam)是荷蘭第二大城市、歐洲最大的港口、遠洋貨物進出歐洲的大門。14世紀一條連接鹿特丹和荷蘭北方市鎮的運河開通，促進了航運產業的發展，鹿特丹漸漸成為荷蘭、英格蘭和德國之間重要的貨運中轉中心。1980年代鹿特丹曾為世界最大的貨櫃港口，但1990年代起，隨著亞洲港口的興起，其排名不斷下滑，2010年為世界第10。
 `},null,8,["text"])]),_:1})}const D=x(d,[["render",f],["__scopeId","data-v-f086b0bf"]]);export{D as default};
