import{_,a as i}from"./rotateLight.40a962b4.js";import{_ as m}from"./title.d3e7fc7e.js";import{_ as c}from"./articleContent2.ebf78164.js";import{a,o as g,c as p,w as b,b as t}from"./entry.ee50d0c9.js";import"./useAsset.c4dd20be.js";import"./v6_cover02.223117fd.js";const l={};function s(x,d){const r=_,e=i,o=m,n=c;return g(),p(n,{type:"direction",title:"流轉的真摯故鄉：<br>永遠是基隆人",banner:"img/direction/v10_01_01cover.jpg",name:`
      文‧圖 / 袁朝露
    `},{default:b(()=>[t(r,{text:`

2011-2020年我在市區曾經前後有過兩個工作室。以基隆廟口為中心的兩端巷弄，都是有歷史年代的房子；第一間與畫家王傑夫婦共用，我在五樓，他們是二三四樓。<br><br>

在四樓有座小廚房，配有半工業用的電烤箱，方便我們偶有嘴饞或招待客人時，做些烹煮配菜。初開始合租工作室時，曾在西班牙深造的王傑和妻子黛黛，認真做了一些經典西班牙風味食物，幾乎每天中午都在大吃大喝，後來越來越熟，遂亂吃一通，韓國醃菜啊、青草茶、烤香腸、泡泡冰，哈密瓜生火腿……黛黛烤紅茶蛋糕和司康，我也下去煮家常料理，坐在我們一起在街頭撿來的老椅子上，悠閒的創作和聊天。<br><br>

彼時我們四十多歲，從異地回基隆十來年，號稱三線城市的粗豪不羈、海洋與山城並存的故鄉，像顆細雨鏽塵覆蓋的天然石，靜靜佇立。期間有黃色小鴨來港，街邊售賣小販在單行道上，兜成一片黃色塑膠海，2013最後一天，飽滿小鴨瞬間火花式爆破，沒能在基隆港過年，政客與小販同時黯然收聲，各奔前程。


   `}),t(e,{marginBottom:"10px",img:"img/direction/v10_01_02.jpg"},null,8,["img"]),t(e,{marginBottom:"10px",img:"img/direction/v10_01_03.jpg"},null,8,["img"]),t(r,{text:`
城市號稱痛苦的轉型期，雖無像樣的書店，街邊小巷的各色食物、塞風壺煮滾的咖啡，依然是美味的。雨依舊下。<br><br>

創作之餘，我們是西遊記裡的金角銀角大王，蒐集著無數二手家具、船舶機械、老燈、杯盤，門和窗。累積到竟有過幾次雜誌專訪，所有的收藏捲進那間內裡旋轉格局像耳蝸，以為會永遠存在的透天厝。


   `}),t(o,{title:"戛然而止的理想工作室 "}),t(r,{text:`

2018年，房東宣布工作室不再續租，在我們不知情的狀態下直接出售給了新任房東。 <br><br>

新房東提出合作，但我們對於老屋的想像似乎不大一樣。我們幾個就喜歡房子裡油漆斑斑駁駁，沒有紗窗，窗戶是畫家用黑色顏料繪製的窗框，水彩筆墨滲進有缺角的磨石子地板，椅面因破敗被編繩砂紙摩娑成大地色的樣子。 <br><br>

最終兩個工作室的遷移過程，變成兩個動畫《神隱少女》中踉蹌的腐敗神，花了三個月各自找到新地方，把心愛的物件安置妥當。<br><br>

透天厝幾乎是移形換影甚至裝了電梯，投胎轉世了。而我從此之後都避免經過，因為有一種叫做情懷、無聲無色無味的東西沒有了。

   `}),t(e,{marginBottom:"10px",img:"img/direction/v10_01_04.jpg"},null,8,["img"]),t(o,{title:"樓房中不斷移動的房東老人"}),t(r,{text:`
經過王傑的介紹，我找的是李鵠餅店斜對面，兩代基隆人都在店頭買玩具腳踏車、繡學號的許萬昌巷子的一家二樓，房東是一位近百歲老人，須共用樓梯的老宅，門窗與廁所、廚房地磚都未曾改建過，作工十分精巧。<br><br>

新工作室的房東根本是基隆近代史的寂寞老人，就住在五樓，非常健談，大腦中的旋鈕常常會定位在日本兵隨意開槍殺死鄰居，二戰基隆火車站附近大轟炸的畫面。她定期參加同學聚會，每天上下樓梯無數次，有時只為了一小包垃圾要給垃圾車，或只為買一小把青菜。<br><br>

她的兒子們也是七十歲左右的老人了。(都是前排馬路店面的房東)輪班來看母親時，心情好母子會一起去咖啡館飲咖啡吃蛋糕。 


   `},null,8,["text"]),t(e,{marginBottom:"10px",img:"img/direction/v10_01_05.jpg"},null,8,["img"]),t(o,{title:"疫情與醫院，暫停的永無島"}),t(r,{text:`
2019年底，我與朋友到大阪參加市集回來，接著2020新年就是新冠肺炎疫情大爆發，家有重病父親、步入五十歲的我，在醫院急診室加護病房戴著口罩疲勞穿梭。一個難得的冬季朗日，山上的三軍總醫院基隆院區，醫院側邊山坡有一個灰階牆的教會在改建，往後面小路走，掛著清冷濾鏡的太陽在海平面沉沒，野草閒花被風吹到發抖，遠望父親病房的方向，橘金光線細細的折射在蔥鬱的矮樹上，一片靜寂。後來我才知道這個地方叫旭丘，是有時代意義的一個位址。<br><br>

醫院奔波了一陣子，終於忍下心告別老人房東的宅子，很幸運立刻在暖暖水庫附近找到了目前的工作室。 

   `}),t(e,{marginBottom:"10px",img:"img/direction/v10_01_06.jpg"},null,8,["img"]),t(o,{title:"山水的景緻就在身邊"}),t(r,{text:`
暖暖是我的出生地，每一條小路都熟悉通透，幼時春夏交際時，與三舅舅走東勢坑附近的深林採竹筍，山裡有些水源灌汲的小水塘，舅舅每年在竹林中的土堆作記號，到了當令時節，揹著簍，鏟子，釘耙，鋒利的小刀，挖出褐黃色的筍子，在水塘裡淘洗，趁新鮮馱到菜市場賣。<br><br>

偶而山裡有斑斕羽翼的小鳥鳴叫，他們並不怕人，總是停在近處，青竹絲和猴子也常見。 <br><br>

母親的家族有許多肉販，菜販，母親也推著小車賣過水果，暖暖的山水清澈，我們家是這十年才申請自來水，數十年來都是引山上的水來使用，誕生於清朝末年的外公有十個子女，開枝散葉之後，形形色色。在這熱鬧的家族之中學會的人情世故，是學校裡沒辦法教的。<br><br>

兩年前，告別了來自中國浙江、在基隆下船，留守於此一磚一瓦辛苦建立家庭的父親。 <br><br>

我亦在暖暖這塊地上走過半生，算是土裡長出來的基隆人了。


   `}),t(e,{marginBottom:"10px",img:"img/direction/v10_01_07.jpg"},null,8,["img"])]),_:1},8,["banner"])}const h=a(l,[["render",s],["__scopeId","data-v-ea2dfd57"]]);export{h as default};
