import{_,a as i}from"./rotateWind.d7daaf6f.js";import{_ as a}from"./hint.ecf5dc35.js";import{_ as b}from"./title.ef92c0ab.js";import{_ as g}from"./articleContent2.cd5bbd48.js";import{a as p,o as c,c as x,w as l,b as t}from"./entry.fdffcc1d.js";import"./useAsset.7d3bf2dc.js";import"./v6_cover02.4650611a.js";const s={};function u(f,v){const r=_,n=i,o=a,m=b,e=g;return c(),x(e,{type:"woman",title:"西岸碼頭邊等候的眼淚",banner:"img/woman-main/v6-01-01cover.jpg",name:`
      文：鄭十一<br>
      圖：黎嘉文、國家文化記憶庫、國家發展委員會檔案管理局
    `},{default:l(()=>[t(r,{text:`基隆港發展得早，各個時期都吸引了不同族群前來。1960-70年代也曾引領一波島內移民潮，許多人來到基隆謀生，進而定居下來。<br><br>

除了跑船，填海造陸、裝載卸貨等港邊工作都急需人力，港口周邊的生活、娛樂產業也跟著蓬勃發展。不少中南部鄉親會北上投靠親友，期盼自己也能在基隆掙得一份好頭路。<br><br>

來自彰化北斗的女孩阿鳳，不捨爸爸辛勞，希望幫忙分擔家計，國小畢業後便離家出走，到田中的書店打工。家人拗不過她，只好讓阿鳳與二姊一起北上，到基隆投靠在西16碼頭工作的叔叔。<br><br>

當時阿鳳一心只想著賺錢養家，沒想到會在基隆落地生根，一晃眼已經63年。回想起來，滿是眼淚。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-02.jpg"},null,8,["img"]),t(o,{text:`1960年代商輪雲集基隆港西岸
       `}),t(m,{title:"來自南部的陽光女孩，在灰濛濛的雨都努力生存"}),t(r,{text:`1960年，阿鳳來到基隆時才14歲。起初在廟口附近的布店幫忙看顧嬰孩，阿鳳對於多雨的氣候很不習慣，時常感冒，一次病得嚴重，只能回家休養。<br><br>

某日叔叔的房東前來說親，本來屬意阿鳳的二姊，恰巧撞見她出來洗鍋子，婆婆一眼就看上阿鳳，兩家很快地談定了這門親事。心思單純的女孩遵循長輩們的安排，就這麼結了婚。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-03.png"},null,8,["img"]),t(o,{text:`兩人只見過一面就結婚，當時阿鳳16歲，阿俊20歲
       `}),t(r,{text:`婚後小夫妻住在西岸仙洞，與公公一起在太白里的石頭山打石與搬運，為基隆港的擴建進行填海築港。<br><br>

年輕的阿鳳第一次做粗工，不懂得如何扒石的她，連將碎石裝入畚箕都不利索，時常被公公催促。阿鳳心裡委屈，眼淚嘩啦啦地掉都不敢抬頭，不諳世事的她也不知找誰求助，只能默默擦掉眼淚，想辦法跟上腳步。<br><br>

當時的基隆一年裡有八個月都是雨季，遇到下雨時便無法工作。阿鳳對於無法賺錢感到焦慮，但丈夫阿俊卻不以為然，時常到街上「浪流連」，這又是另一件令阿鳳憂愁的事。

    `}),t(m,{title:"雨和淚交織，不知何時才能放晴"}),t(r,{text:`雨天無法打石，婆婆會交代阿鳳幫忙家裡的雜貨店。一會幫忙顧店，一會幫忙煮麵外送，阿鳳很少有空閒的時間可以休息，而阿俊倒是一天到晚不見人影。<br><br>

阿鳳不理解外頭有什麼新鮮樂事，讓阿俊總是外出晚歸。下雨的夜，她常常坐在雜貨店外的長板凳等著丈夫，等到鄰居都心疼阿鳳，私下跟阿俊勸說。她當然也埋怨過，但阿俊總是不吭聲不回應。<br><br>

一日阿俊穿上訂做的西裝在鏡子前打量，阿鳳哀求著他外頭下著大雨別出門，阿俊只道：「你有錢跟我一起去啊。」說完便轉身離去。<br><br>

阿鳳站在樓上的窗台邊，望著大雨中丈夫離去的背影，心裡滿是辛酸。她的心情如同基隆的雨，不知何時才能放晴。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-04.jpg"},null,8,["img"]),t(o,{text:`基隆港外港擴建工程
       `}),t(m,{title:"丈夫去跑船，沒想到危機變成轉機"}),t(r,{text:`雖然打石的工資豐厚，但阿俊始終守不住財。幾年下來欠債越來越多，只好去跑船。當時兩人才剛生完老三，阿鳳也沒多想，只覺得丈夫是去賺錢的，沒想到這一去就是三年。<br><br>

阿俊上了一艘10萬噸的油輪，因為大船吃水深無法靠港基隆，與家人分隔兩地的阿俊飽受相思之苦，只能靠書信與偶爾的通話撫慰孤獨的心。跑船的五年半裡，他僅僅回臺一周與家人短暫相聚。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-05.jpg"},null,8,["img"]),t(o,{text:`阿鳳與孩子們在家前的合照
       `}),t(r,{text:`而陸地上的阿鳳也沒好過，她獨自拉拔三個孩子，不只做工勞累，還得幫忙家裡的生意，所以阿鳳很少準時回信。難得兩人能夠通話，因為遠洋電話轉接的語言障礙，有時沒講上話便草草斷線。我問阿鳳會否想念，她沉默了一會，淡淡地說：「年輕時只顧著生活哪想那麼多。」<br><br>

不過跑船的苦讓阿俊開始懂得反省。除了勤快寫信，也會幫忙親友帶貨，日本的絲襪、雨傘與棉被尤其受歡迎。他還會幫兒女準備最新潮的禮物，像是手錶、自動削鉛筆機。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-06.jpg"},null,8,["img"]),t(o,{text:`阿俊寫給阿鳳的信
       `}),t(m,{title:"幸福的時光怎麼如此短暫"}),t(r,{text:`五年多過去，阿俊總算回到阿鳳身邊了。<br><br>

跑船回來後，兩人繼續在西19號碼頭做著填海的工作，雖然阿俊瀟灑依舊，但他偶爾也會帶著妻女到海三廠的阿兵哥電影院看場電影、幫女兒偷偷寫數學作業，阿俊開始珍惜有家人共伴的時光。<br><br>

1979年某一晚，阿俊邀約阿鳳一起到永和聽歌，那晚他承諾妻子不會再讓她生氣，要好好做人。阿鳳以為自己終於熬過了苦日子，沒想到當晚就出事了。<br><br>

兩人騎車回基隆的路上，在八堵隧道附近被酒駕的年輕人迎面撞上，強烈的撞擊讓兩人都受了重傷，阿俊陷入昏迷，一個月後不幸離世。<br><br>

那年阿鳳才33歲。她天天以淚洗面，直到哭不出眼淚。

    `}),t(m,{title:"突破重重關卡，活出另一片天"}),t(r,{text:`還好老天仍眷顧這個單純的女人。某次前往工地的路上，阿鳳的單車煞車突然失靈，好在後方的水池及時救援，兩人也因此互生情愫。<br><br>

這段感情讓阿鳳體會到愛情悸動，水池不只疼愛阿鳳，更不介意她有三個孩子。這樣的呵護讓阿鳳從遲疑到堅定，兩年後步入了第二段婚姻。<br><br>

起初公婆非常反對，鄰居也在背後閒言閒語。儘管如此，水池仍盡心照顧著沒有血緣的一大家子，時常載著婆婆去兜風，對孩子們也疼愛有加，最終他收獲了整家人的心。阿鳳說起這段往事終於面露微笑，大概是回憶起當時的甜蜜吧。<br><br>

年輕時勇敢北上打拼，儘管生活的不如意一次次打擊阿鳳，但她始終盡心盡力得為家人付出。談論過往的辛酸對阿鳳來說並不容易，現在的她仍會為了家中大小事擔憂，因為家人始終是她最甜蜜的負擔。<br><br>

對於阿鳳的付出，其實家人們也都感念在心，期盼能陪伴她以開朗的心迎接晚年、享受人生。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-07.jpg"},null,8,["img"]),t(o,{text:`11個孫子都是阿鳳一手帶大
       `}),t(n,{marginBottom:"10px",img:"img/woman/v6-01-08.jpg"},null,8,["img"]),t(o,{text:`阿鳳與家人的幸福合照
       `})]),_:1},8,["banner"])}const C=p(s,[["render",u],["__scopeId","data-v-bfb6b10a"]]);export{C as default};
