import{_ as b,a as m}from"./rotateIsland.625d29c6.js";import{_ as i}from"./hint.fcbaf4b3.js";import{_ as a}from"./title.23cb48f2.js";import{_ as l}from"./articleContent2.de41f631.js";import{a as c,o as p,c as s,w as g,b as t}from"./entry.2803dbba.js";import"./useAsset.9ec78e7b.js";import"./v6_cover02.d947da3a.js";const x={};function u(d,f){const _=b,r=m,n=i,e=a,o=l;return p(),s(o,{type:"island",title:"穿梭巴賽時空的<br>尋根旅人",banner:"img/island/v12_01_01cover.jpg",name:`
      訪：田美子<br>文：鄭十一<br>圖：潘江衛、鄭十一、維基百科、Mrmarkertw
    `},{default:g(()=>[t(_,{text:`

「祖先原來住在很遙遠的地方──沙那賽(Sanasai)，在這個島的北方，一天出海捕魚遇上暴風雨，大家被打散了；其中一艘六人的獨木舟，四個男的二個女的，被風浪飄來這裡，成為我們的祖先。這是很久很久以前的事情。」<br><br>
這是1898年鳥居龍藏在《基隆平埔蕃之體格報告》中，收錄當時住在雞籠灣和平島東側海邊高地番仔厝，一位潘姓平埔老婆婆口述的傳說。<br><br>
根據目前考古研究顯示，巴賽人大約兩千多年前在北臺灣定居了下來，主要分布淡水、臺北、基隆、貢寮一帶，特別的是他們沒有被當時的臺灣原住民族同化，仍然維持著以交易為主的生活方式。<br><br>
巴賽人會乘著大帆艋舺，沿著海岸到各地與原住民、漢人交易，甚或往來於東海及西太平洋等地，是臺灣少數擅長航海貿易的族群。也因為巴賽人多次在海上劫掠，所以又被16世紀航海的歐洲人稱為「福爾摩沙海盜」。<br><br>
然而，隨著17-18世紀移居臺灣的漢人越來越多，巴賽人就跟多數的平埔族一樣，歷經漢化、通婚，漸漸地隱身在其他族群之中。<br><br>
巴賽人就此消失了嗎？<br><br>
我們實地走訪和平島，想聽聽身為文史工作者、也是巴賽人後裔的潘江衛老師如何看待。彷彿穿梭時空，我們一邊咀嚼歷史，卻也在他的身上見證消失，或者說──隱形的過程。



   `},null,8,["text"]),t(r,{marginBottom:"10px",img:"img/island/v12_01_02.jpg"},null,8,["img"]),t(n,{text:`
    1590年代的西班牙文獻「馬尼拉手稿」中，留下了雞籠馬賽人的畫像。並做了簡略的記載：雞籠 (Cheylam)，鄰近日本，他們有自己的國王統治他們，並要納貢。此地有豐富的硫磺（açzufre），好鬥（pelean），及使用標槍叉魚。
       `},null,8,["text"]),t(e,{title:"消失，還是隱形？"}),t(_,{text:`
1960年代，潘江衛在和平島橋頭出生，這裡舊稱番仔厝，是巴賽人的傳統居住地，所以他從小被同學叫「番仔」。<br><br>
對於所謂番仔或原住民都還不理解的他，只記得家人常掛在嘴邊的一句話：「人不做，要做番仔？」(臺語)。所謂的人，指的是漢人，至於番仔這個聽起來不太好的標籤，潘江衛想著應該盡可能地遠離它。<br><br>
加上家族重女輕男，所以潘江衛很早就出外闖蕩，也很自然地把「身分認同」拋在了腦後。他當過職業軍人、賣過蘋果電腦，甚至遠赴美國工作，然而命運又把他拽了回來，曾祖母的離世讓他不得不回到臺灣。<br><br>
「曾祖母是我們島上輩分最大的，喪禮辦了很長一段時間。」為了招待奔喪的賓客，從早晨到深夜沒間斷的流水席，讓潘江衛印象深刻。後來他才明白那是巴賽人母系社會的地位象徵，而自己的家族與和平島這塊土地原來有著如此深厚的連結。<br><br>
他依稀記得小時候很害怕強悍的曾祖母，她總是嚴厲地告誡子孫「有實力最重要」，像是在說這是移民社會唯一的生存法則；孩子從6歲時就開始培養，12歲就要能獨當一面。不過家族的傳承重擔主要在女性身上，所以潘江衛笑說身為男性的自己早早就被野放。<br><br>
女性的強勢與主導地位，即使經過漢化、通婚，似乎還在這個小島延續著。或許正是因為巴賽人的務實性格，讓他們開始學閩南語、日語、英語，但不說巴賽語了。他們未必都與漢人通婚，但選擇在歷史的洪流之中隱身。


   `},null,8,["text"]),t(r,{marginBottom:"10px",img:"img/island/v12_01_03.jpg"},null,8,["img"]),t(n,{text:`
    從日治時期的戶口簿中，可以看到種族的欄位，註記為「熟」即為「熟番」，指的是臺灣平埔族原住民。對於與漢人同化的平埔族來說，是現今追溯種族的重要參考依據。
       `}),t(e,{title:"從破碎的記憶裡，拼歷史的拼圖"}),t(_,{text:`
1990年代回台之後，潘江衛因緣際會進入文建會工作，那時臺灣的社區營造才剛要起步，地方需要有人返鄉扎根，於是他被指派回基隆，就這樣被一路推回了家鄉，開始一段漫長的尋根之旅。<br><br>
從參與基隆市志的編撰開始，他重新認識基隆，一頭栽進了歷史裡頭，便越挖越深。那時正值凱達格蘭族群意識萌發的年代，曾經隱身的平埔族紛紛響應正名運動，潘江衛也身在其中。<br><br>
他開始專注於和平島的文史調查，想拼湊自己的根。從田野調查、資料蒐集、寫文章，到舉辦導覽活動，潘江衛形容自己像個傻瓜，一心只想著復振族群文化。<br><br>
「巴賽族就是凱達格蘭族嗎？」我不解的問道。<br><br>
潘江衛解釋：最初和平島的平埔族被歸納為凱達格蘭族，而巴賽是其中的一支系，隨著考古研究的持續推進，部分學者覺得以航海貿易為主的巴賽人，與凱達格蘭族可能有著分類爭議，他也是後來才理解這個脈絡。<br><br>
族群隱形的代價便是語言、文化的流失，到他這一代，除了長輩留下來的口述記憶、老照片，剩下的只能從考古與文獻去理解、推敲。<br><br>
我們跟著潘江衛穿梭在和平島上，看巴賽人的墓葬石棺朝向故鄉「沙那賽」的海、存放在福德宮裡巴賽特色的人耳香爐，聽他這些年踏查走訪而來的故事，腦海中不時有畫面浮現，但眼前平凡的街道，卻看不見什麼歷史痕跡，巴賽像是存在於另一個平行時空，而我們是跟隨他穿越歷史的旅人。


   `}),t(r,{marginBottom:"10px",img:"img/island/v12_01_04.jpg"},null,8,["img"]),t(n,{text:`社寮福德宮的人耳香爐，人耳陶器是原住民族常見的樣式，爐上還刻繪了當時和平島巴賽人的生活景象，推測是1852年與漢人混居的巴賽匠師所製作。
       `}),t(r,{marginBottom:"10px",img:"img/island/v12_01_05.jpg"},null,8,["img"]),t(n,{text:`社寮島文史工作室負責人潘江衛。
       `}),t(e,{title:"記得歷史是為了更好的未來"}),t(_,{text:`
其實這些年和平島的考古研究有了重大進展。<br><br>
2011年考古團隊進入和平島，進行西班牙諸聖教堂遺址的挖掘，2019年出土的大量遺物展現出豐富的文化層，不只反映了新石器晚期、鐵器時代及西班牙殖民時期的生活痕跡，更成為巴賽人與不同時代、族群交會的見證。<br><br>
2025年10月「和平島B考古遺址」正式升格為國定考古遺址，同一時間平埔族也正式被認定為原住民族。距離潘江衛回來已經快30年了，已從返鄉青年變成在地耆老。<br><br>
「可以的話，你最想保存巴賽人的哪個部分？」我忍不住追問。潘江衛給出一個有趣又意外的回答：「巴賽族的沉默交易。」<br><br>
荷蘭人文獻中曾紀錄下這個跨語言、跨族群的獨特貿易方式。想要出售物品的人會在道路旁，將物品放在樹葉上、以石頭壓著，等待有人以等值的物品做交換，出售的人如果覺得對方放上的物品合理，他便取走物品，代表交易成功。如果不滿意則不拿對方的物品，想買的人就會知道交易沒有達成。<br><br>
我們有可能再現那個沉默交易的時代嗎？面對消失的文化，我們又該抱持著怎樣的態度追尋呢？潘江衛沒有給出答案，自顧自地繼續往前走。看著他的背影，我想行動才是真正重要的吧。只要有人不放棄，從一個人走到一群人，進而成為一個世代的努力，我們總能保有一點點過去的美好，走向更好的未來。<br><br>
因為只要有人記得，就不會真的消失。


   `}),t(r,{marginBottom:"10px",img:"img/island/v12_01_06.jpg"},null,8,["img"]),t(n,{text:`諸聖教堂遺址，位於今和平島平一路一帶，是西元1626-1642年西班牙人佔領北臺灣期間所興建之聖薩爾瓦多城的附屬設施，供為傳教使用、除為傳教士日常居住之所，近側亦有墓園址地。
       `})]),_:1},8,["banner"])}const C=c(x,[["render",u],["__scopeId","data-v-3b40449d"]]);export{C as default};
