import{_ as i}from"./title.1a4bc8c9.js";import{_ as m,a as c}from"./rotateLight.85659909.js";import{_ as a}from"./hint.9abaf680.js";import{_ as b}from"./articleContent2.715b2dd6.js";import{a as p,o as l,c as g,w as s,b as t}from"./entry.7619a230.js";import"./useAsset.9c9a12cf.js";import"./v6_cover02.e0353dc9.js";const x={};function u(d,f){const _=i,e=m,r=c,n=a,o=b;return l(),g(o,{type:"light",title:"天橋敘事：<br>基隆港的懷舊與人文光影",banner:"img/light/v11_01_01cover.jpg",name:`
      文：何昱泓<br>圖：涂佳豪、國家文化記憶庫、李奇鴻
    `},{default:s(()=>[t(_,{title:"天橋，一座城市的時代隱喻"}),t(e,{text:`
「那時候是2001年，全世界都在迎接二十一世紀，慶祝千禧年⋯⋯」─《千禧曼波》<br><br>
2001年，侯孝賢的鏡頭捕捉了一個時代的迷惘。舒淇飾演的Vicky，獨自行走在中山陸橋─後來被稱作「舒淇橋」，泛著藍光的廊道，林強的電子配樂像港口的霧將她包裹。那座橋，不只是電影《千禧曼波》的序幕，更是一個時代的隱喻：一條告別身後那座陳舊浸潤的港市，通往光鮮亮麗的台北都會通道。<br><br>
這座在地人慣稱「高砂橋」的陸橋，曾是基隆最沉默的舞台之一。作為市區內少數殘留的人行陸橋，靜靜承載著城市的日常。然而，它的存在並非理所當然。它的誕生與消逝，都深刻地回應著基隆作為一座港口城市的命運轉折。回望雨港的黃金年代，不僅是追憶，更是為了理解，市區內那混雜著海風鹹味的懷舊，究竟從何而來。


   `}),t(r,{marginBottom:"10px",img:"img/light/v11_01_02.jpg"},null,8,["img"]),t(n,{text:`歷經多次規畫拆除，舒淇橋目前被留了下來
       `}),t(_,{title:"因港而生，為人而築的廊道"}),t(e,{text:`
天橋的存在，始於港口的擴張。<br><br>
作為日治時期銜接世界的門戶，基隆港被賦予了帶動戰後經濟的重責大任。在「出口導向」的政策下，港區的現代化工程如火如荼地展開。為了讓貨物能最高效地從船上轉運至內陸，高架道路與平面道路重新佈局相接，本就狹窄的市區被切割更為破碎，像鋒利的刀，劃開了港區與市區的連結。<br><br>
港口越是繁忙，聯結車的引擎聲、壓過路面的轟隆聲也越是響亮，居住於此的人們，要親近海港，就變得越加困難。天橋，在這樣的時空背景下，作為一種「補償」與「縫合」的方案而被興建。它並非浪漫的觀景台，而是在城市發展邏輯下，為被切割的動線所做的必要補救。<br><br>
1960 年代經濟起飛，無數來自台灣各地的年輕人，提著簡便行囊，搭著客運或火車落腳基隆。天橋也成了他們從租屋處走向碼頭與工廠的日常路徑。橋下的火車鳴笛是上工的鬧鐘，橋上的海風吹拂著汗水與憧憬。不同族群的命運在此交會，他們共同的腳步聲，譜成了基隆黃金年代最真實的交響樂。


   `}),t(r,{marginBottom:"10px",img:"img/light/v11_01_03.jpg"},null,8,["img"]),t(n,{text:`高砂橋建於1930年，是全台首座跨越鐵路的陸橋。位於交通樞紐的緣故，曾經橋上橋下都是夜市，十分熱鬧。1974年再次重建後改為人車分道，並改名為中山橋，成為現今基隆人記憶中的模樣。
       `}),t(_,{title:"橋上風景，一個時代的感官記憶"}),t(e,{text:`
在那個搭乘飛機出國還沒那麼普及的年代，基隆是台灣與世界的對口。對生活在這座港口的人們來說，「國際化」不是空泛的詞彙，而是每日上演的日常。天橋，便提供了觀看這一切的最佳視角。<br><br>
橋下，滿載「Made in Taiwan」加工品的貨運列車緩緩駛向碼頭；橋邊，來自世界各地的貨輪靠港，船身上漆著各國船公司的標誌，課本中學到的世界地理，都在這裡成了眼前的風景。空氣中飄散的，是港口獨有的、混雜著海水鹹味、重油味與鐵鏽的工業氣息，這一切共同構成了基隆作為海港城市的獨特體感。<br><br>
天橋不僅是物理的通道，更是城市脈動的縮影。<br><br>
清晨時分，橋上湧現的是行色匆匆的通勤族，機車騎士、上班族與學生，匯集成一股前往職場與學校的人流。他們跨越的不只是港區與市區的界線，更是從個人後台生活切換到前台社會角色的轉折點。到了傍晚，同樣的廊道上，人群反向流動，步伐或許疲憊，但方向明確。這日復一日的往返，是無數人撐起生計的奔波，也是支撐這座港口城市運轉的真實風景。


   `}),t(r,{marginBottom:"10px",img:"img/light/v11_01_04.jpg"},null,8,["img"]),t(n,{text:`仁五路的兩座天橋於2015年拆除，文安社區為此規畫「天橋不見了」系列活動，辦市集、音樂表演，與在地居民一起用裝置藝術，替走過數十載的老天橋舉辦歡送會。
       `}),t(_,{title:"橋的消逝，城市轉型的必然"}),t(e,{text:`
歲月流轉，全球化浪潮改變了產業分工，基隆港的榮光逐漸褪色。當城市不再只為貨物服務，而是開始思考「人」的需求時，天橋的命運也迎來了轉折。過去作為「縫合」的橋，如今反倒成了阻礙都市景觀的龐然大物。<br><br>
隨著「市港再生」的口號響起，天橋一座座地消失，被視為城市進步的象徵。這不僅是都市地景的改變，更是一種集體空間經驗的質變。過去，天橋提供了一個公共的、略高於日常的視角，讓市民得以俯瞰港口的運作、火車的進出——那是整座城市賴以為生的巨大機械心臟。<br><br>
天橋一一被拆去，或許是從「車本」走向「人本交通」必然的過程。但也在基隆轉向觀光城市的過程中，中山陸橋因其在《千禧曼波》中的一影，轉為「凍結時光」的懷舊景象。懷舊，或許正源於這種空間關係的斷裂，一種再也無法站上同樣高度，去親身感受城市脈動的失落。<br><br>
今天，數位時代的基隆人，仍然與世界連結著，但方式已截然不同。他們坐在可能是由昔日的委託行或報關行改建的咖啡廳裡，透過筆電與手機遨遊在茫茫網海中。空氣中瀰漫的是咖啡豆的烘焙香，而非柴油與魚腥味，也是城市產業與生活形態改變的具體表現。不過，當世界變得更為快速與容易之際，人們卻反而懷念起過往那樣緩慢但卻富有溫度的連結形式，就像我們懷念那陳舊的天橋一樣。


   `}),t(r,{marginBottom:"10px",img:"img/light/v11_01_05.jpg"},null,8,["img"]),t(n,{text:`橋，是離開與回來的過道
       `}),t(_,{title:"結論：在記憶的廢墟上，重建人文的橋"}),t(e,{text:`
我們懷念天橋，究竟是在懷念什麼？<br><br>
或許，我們懷念的，從來不只是一座座鋼筋水泥的天橋，而是一個滿是「夢想與奮鬥」的時代。懷念那天橋，是因為它見證了無數平凡生命的遷徙、奮鬥與愛戀。是通勤族的腳步、建設者的夢想、勞動者的汗水，這些真實的人文肌理，才讓冰冷的鋼鐵有了溫度。<br><br>
天橋的消失，或許是一座城市再生過程中必然的告別。這份遺憾，卻也迫使我們思考，當天橋離去後，該如何保存這些珍貴的集體記憶？<br><br>
實體的橋不在了，但我們可以透過書寫、影像與口述，為後代搭建起一座通往過去的「記憶之橋」。讓新一代的人，有機會理解祖父輩的世界。真正的「港口連線」，或許不只在於貨櫃的吞吐量或船隻的入港數，更在於一代人與另一代人之間，情感與記憶的連結。只要故事還在被訴說，那座屬於基隆的人文天橋，就永遠不會真正地消失。


   `})]),_:1},8,["banner"])}const T=p(x,[["render",u],["__scopeId","data-v-ed8dcb4c"]]);export{T as default};
