import{a as m,_ as o}from"./rotateWoman.b514c22e.js";import{_}from"./articleContent2.9dd271d2.js";import{a as i,o as g,c as l,w as a,b as t}from"./entry.bb4acf1e.js";import"./useAsset.7de31dda.js";import"./v6_cover02.136853cb.js";const c={};function p(b,s){const r=m,e=o,n=_;return g(),l(n,{type:"letter",title:"來自海上的情書",banner:"img/letter-main/v5-01-01cover.jpg",name:`
      文：鄭十一<br>
      圖：黎嘉文
    `},{default:a(()=>[t(r,{text:`1973年8月2日晚上，在離開沙烏地阿拉伯前，阿俊抓緊時間提筆，希望啟航前將家書交到代理行那兒，好能在9月3日抵達義大利時收到太太的回信。
    `}),t(e,{img:"img/letter/v5-01-02.jpg"},null,8,["img"]),t(r,{text:`字裡行間，不難看出阿俊會去跑船，是萬般無奈之下的選擇，家人對於他跑船兩年一次也沒回家，想必是十分不諒解。阿俊何嘗不想回家呢，但他只能告訴自己與太太再忍忍。<br><br>

      那個年代上船容易下船難，許多人是為了改善生活而去跑船，但領到工資後卻只顧著消遣娛樂，造成入不敷出，甚至積欠債務跳船逃跑。船公司只好改將錢匯到船員家眷的戶頭，並且祭出各種條款綁住船員。<br><br>

      阿俊上了一艘10萬噸的油輪，當時吃水深的大船沒辦法停靠臺灣的港，這艘油輪主要跑日本到歐洲的航線，這一去就是三年。
    `}),t(e,{img:"img/letter/v5-01-03.jpg"},null,8,["img"]),t(r,{text:`結束三年的船期沒多久，阿俊又去跑船了。1974年10月5日他搭了飛機到日本大阪，再轉車到神戶搭輪船至四國高松，準備再次上船工作。<br><br>

    這次「維繁輪」出租給日本東燃化學工業株式會社，改成專跑日本-中東的固定航次，40天左右會回到日本一趟。除了飲食習慣較為相近之外，與親友聯繫也相對容易許多，阿俊因此十分歡喜。
    `}),t(e,{img:"img/letter/v5-01-04.jpg"},null,8,["img"]),t(r,{text:`起初阿俊一樣勤快地寫信訴說思念，後來發現更好的選項：打電話。許多家中瑣事能即時溝通之外，更重要的是能聽到太太的聲音，撫慰跑船時的孤獨。不過越洋電話總是昂貴的花費，因此阿俊多半在停留日本的時候才會打電話。
    `}),t(e,{marginBottom:"10px",img:"img/letter/v5-01-05.jpg"},null,8,["img"]),t(e,{marginTop:"10px",img:"img/letter/v5-01-06.jpg"},null,8,["img"]),t(r,{text:`半年後「維繁輪」改跑歐、美航線，阿俊又開始頻繁寫信了。<br><br>

    這段時期可以明顯感受到阿俊的心情起伏不定，時常因為等不到太太回信而焦慮不安，又或是收到來信隨即回覆那樣喜孜孜的心情。<br><br>

    或許是跑船的倦怠、離家太久的思念，他經常提及跑船的煎熬非常人能懂，但也是因為這份苦，才讓他開始懂得反省、收斂。
    `}),t(e,{img:"img/letter/v5-01-07.jpg"},null,8,["img"]),t(r,{text:`1971-1976年的跑船經歷，著實讓阿俊難忘。第一次上船時他28歲，本該是意氣風發的年紀，哪會想到有一天得去討海過生活。<br><br>

    那個原因，也許是海港的燈紅酒綠太過迷人。即使母親讓他與阿鳳相遇，有了家庭與孩子，但瀟灑的性子卻不是一夕能改，在生活的窘迫下，阿俊選擇上船。<br><br>

    在基隆港的繁華年代，跑船是攢錢最快的法子。上船沒什麼門檻，只要肯吃苦就行了。但跑船的苦也不是人人都能吃，海上的孤獨尤其難受，若非不得已，沒有人想去跑船。<br><br>

    五年半裡，阿俊僅僅上岸一周與家人短暫相聚，其餘二千多個日子，只能倚靠回憶、書信與偶爾的電話聲音撫慰。這份苦只有自己懂。<br><br>

    後來阿俊再也沒去跑船了。
    `}),t(e,{marginBottom:"10px",img:"img/letter/v5-01-08.jpg"},null,8,["img"])]),_:1},8,["banner"])}const j=i(c,[["render",p],["__scopeId","data-v-2642305d"]]);export{j as default};
