import{_ as m,a as i}from"./rotateIsland.625d29c6.js";import{_ as a}from"./hint.fcbaf4b3.js";import{_ as l}from"./title.23cb48f2.js";import{_ as c}from"./articleContent2.de41f631.js";import{a as p,o as g,c as b,w as s,b as t}from"./entry.2803dbba.js";import"./useAsset.9ec78e7b.js";import"./v6_cover02.d947da3a.js";const x={};function u(d,f){const o=m,n=i,_=a,r=l,e=c;return g(),b(e,{type:"island",title:"基隆，防空洞仍在",banner:"img/island/v12_02_01cover.jpg",name:`
      文：林佩儀<br>
      圖：林佩儀、邱筠、google map
    `},{default:s(()=>[t(o,{text:`
     穿過大業隧道，基隆的模樣逐漸映入眼簾，總讓我有種回家的錯覺。明明不是家鄉，卻比家鄉更讓我想念。<br><br>
過去因為工作與研究，常搭著 1550 公車往返台北與基隆。如今再度來到海洋廣場，港口的魚味依舊瀰漫，黑鳶仍在天空盤旋，郵輪緩緩進港。熟悉的氣息緊緊擁著我，也提醒著我——這座多雨、多防空洞的城市，早已是我心底的第二個故鄉。從最初因為台大城鄉所的實習課，和老師、同學們來到基隆，到後來選擇以防空洞作為論文研究主題。雖然最後沒有畢業，但「基隆防空洞」始終懸在我心裡，像一個尚未說完的故事。

    `}),t(n,{marginBottom:"10px",img:"img/island/v12_02_02.jpg"},null,8,["img"]),t(_,{text:`我與信二路防空洞
       `}),t(r,{title:"是山洞也是防空洞"}),t(o,{text:`
基隆因地形關係，在二戰時期與戰後陸續建造了許多防空洞，不同於臺灣其他地區常見的磚造、水泥防空洞，或是丸龜型防空洞。基隆山多平地少，防空洞大多就地取材，直接開鑿山壁建造「山洞型防空洞」。臺灣其他縣市的防空洞多數都在都市發展中被拆除、填平或掩埋，然而基隆的防空洞，大多只是被鎖上鐵門，靜靜留在原地。<br><br>
因此，在基隆的山壁上常能看到那些被封住的洞口—像是在八堵車站外、南榮路上、西岸中山三路邊，也可能就藏在你念書的學校裡、每天經過的樓梯旁或是你家後面，但大部分的人們都視而不見。<br><br>
提到南榮路上的防空洞，其實在《許曹德回憶錄》(1995)中，也有提及：<br><br>
「每家每戶都必須準備一種預防敵機轟炸的棉製三角帽，帽沿垂肩。記得第一次聽到空襲警報演習，那種長嘯急鳴的警報聲，初聞，叫人驚怖恐慌。在學校也實行空襲演習，如何就地躲避，如何奔進各地都有的防空山洞。此時，瀧川地區馬路旁的沿山地帶，都挖有一個一個的防空壕，就是躲避敵機之用。」<br><br>
他提到瀧川地區馬路旁的防空洞，所謂瀧川地區，應指當時的瀧川町，約略位於現今仁愛區南方一帶，正是南榮路貫穿經過的區域。許曹德當時就讀的基隆市瀧川公學校，亦即今日的南榮國小。直到今天，從基隆市區一路經過南榮國小、南榮公墓，直到八堵車站沿線的山壁上，仍可看見數十個明顯的防空洞，只可惜鐵門深鎖，無法進一步探訪。


    `},null,8,["text"]),t(n,{marginBottom:"10px",img:"img/island/v12_02_03.jpg"},null,8,["img"]),t(_,{text:`
    南榮路上的防空洞 <br>
註：許曹德1937年出生於基隆，為臺灣白色恐怖受難者，也是臺灣獨立運動參與者。

       `}),t(r,{title:"戰後的基隆防空洞"}),t(o,{text:`
國民政府來台之後，防空洞的興建其實並未停歇。根據 1950 年《基隆市防護組織規程》記載，日本時代遺留下來的防空洞共有 396 座。從議會討論紀錄中也能看出，這 396 座防空洞，遠不足以容納當時基隆的人口，並提到應陸續補足人民避難需要的數量。後續在《基隆市年鑑》中，曾於 1970 年與 1973 年分別出現兩次防空避難設備的統計資料。若以此推估，七○年代初期的基隆，防空洞數量幾乎達到高峰，約有將近七百座，散布於這座多雨的港都之中。<br><br>
翻閱文件，也有一些令人印象深刻的防空洞。根據《基隆市年鑑》記載，1968 年基隆市民防部為了執行「加強民間核子防護」的指令，在中正公園市議會左側山腰，興建了一座核子防護示範公用防空洞。該洞全長 55.52 公尺，高、寬各 2.5 公尺，可容納 276 人，以 30 公分厚的雙層鋼筋混凝土建造，不但結構堅固且抗力極強，出入口皆設有防核射線的特殊門，內部配備通風與照明設備。<br><br>
依照書中的描述，我也曾親自探訪這座位於基隆市議會旁的防空洞。從外觀可看到那扇帶著青綠色、厚重的鐵門靜靜嵌在山壁間，一側出口通往市議會旁的坡道，另一側則延伸至岐峰小徑。有機會也想，推開這綠色的鐵門，進去一探究竟。


    `},null,8,["text"]),t(n,{marginBottom:"10px",img:"img/island/v12_02_04.jpg"},null,8,["img"]),t(_,{text:`市議會的核子防護示範公用防空洞
       `}),t(r,{title:"防空洞的過去現在與未來"}),t(o,{text:`
那幾年間我在基隆走訪了許多洞。從廟口夜市旁的許梓桑防空洞、文安里的百年防空洞、智慧里社區發展協會後方的防空洞，到高遠新村山腰間的防空洞群，還有好多好多。有時，我會在洞裡閉上眼想像，時間回到二戰，美軍空襲基隆港，砲火不斷。人們躲在防空洞裡，等待轟炸過去。如今的防空洞，潮濕、發霉、冰涼又黏膩，與日常生活已無法連結。裡頭大多是垃圾、廢棄物，或是恐懼、害怕、戰爭的殘影；彷彿現代社會不需要、不想要的東西，都被封存在一個個防空洞裡。<br><br>
這次回到基隆，再次走進整修完成的信二路防空洞，明亮的燈光映照著人來人往的遊客，大部分人都驚呼連連。或許未來，對基隆人而言，防空洞的印象將會是信二路——明亮、安全、奇異、非日常的空間。撫摸著潮濕的牆面，時光倒轉回最初來到這裡的時刻。那時沒有燈光、沒有指引，裸露的岩壁尚未整理。我們曾在洞裡討論、想像它的未來，然而時間飛快，把我帶到這個其實並不遙遠的未來，也就是現在。


    `}),t(n,{marginBottom:"10px",img:"img/island/v12_02_05.jpg"},null,8,["img"]),t(_,{text:`介紹防空洞的保全姊姊
       `}),t(o,{text:`
「好好玩喔，這就是防空洞！」在信二路防空洞裡的小孩興奮地說。<br><br>
 「你們仔細看，這牆面上有猴子，還有偉人的雕塑。」熱心的保全姐姐（對，這裡甚至有保全）指引著遊客觀察岩壁的形狀。<br><br>
 我笑著問：「是誰先發現的？」<br><br>
 她說：「是我啊，每天看著看著，就覺得很像。」<br><br>
防空洞的再詮釋，或許話語權不僅在我，而是每一個走進來的你。但有時我也會想——以前，大家是刻意忽略防空洞、對它視而不見；那麼現在，會不會有人以為，眼前所見的，就是防空洞的全部？<br><br>
就算是，其實也無妨。<br><br>
戴上耳機，搭上車離開基隆，耳邊響起熟悉的告五人《披星戴月的想你》。穿越大業隧道，才剛離開，怎麼又開始想念了。


    `}),t(n,{marginBottom:"10px",img:"img/island/v12_02_06.jpg"},null,8,["img"]),t(_,{text:`許梓桑防空洞與磁磚彩繪的防爆門
       `}),t(n,{marginBottom:"10px",img:"img/island/v12_02_07.jpg"},null,8,["img"]),t(_,{text:`文安里百年防空洞
       `})]),_:1},8,["banner"])}const C=p(x,[["render",u],["__scopeId","data-v-18a2c88a"]]);export{C as default};
