import{_ as e,a as _}from"./rotateDirection.251c70eb.js";import{_ as m}from"./title.f4e299eb.js";import{_ as c}from"./articleContent2.becf08ec.js";import{a as g,o as a,c as p,w as b,b as t}from"./entry.8de893f4.js";import"./useAsset.684720c8.js";import"./v6_cover02.c507d72b.js";const l={};function s(x,d){const o=e,i=m,r=_,n=c;return a(),p(n,{type:"direction",title:"一葉方舟，等風起",banner:"img/direction/v10_02_01cover.jpg",name:`
      文：戴秀真<br>
      圖：鄭十一
    `},{default:b(()=>[t(o,{text:`
我站在船緣，望向遠處大大小小的帆，好似定格在海面上，手舉高想確認─是，現在沒有風。<br><br>

帆船沒有風力無法前進，海平面很靜，太陽曬著很耗體力，我發現有一股煩躁跟無聊感在醞釀著，心魔太快就出現了吧，才過了五分鐘？十分鐘？看著像畫一樣的帆，這時候船員們都在做什麼呢？等待的時間會不會很無聊？會拿出書來看嗎？船上喜歡播放哪些種類的音樂呢？<br><br>

還是，等下次風起前，只能保有耐心？<br><br>

我在另一艘娛樂漁船上觀看帆船賽，並跟著攝影團隊做紀錄。與其他船隻保持一定距離後，船長也關掉引擎，好讓攝影團隊與紀錄者能捕捉到好的畫面。<br><br>

這是第一次能有機會近距離觀賽，我試著揣測船員們的心情。風平浪靜的海面，想像如果是度假應該是超讚的吧！別忘記正在比賽呀，內在穩定度跟雙手拉帆繩的收放，都得拿捏得當。


   `}),t(i,{title:"第一次跟隨帆船出海，繞基隆嶼追海風"}),t(r,{marginBottom:"10px",img:"img/direction/v10_02_02.jpg"},null,8,["img"]),t(o,{text:`
台琉國際帆船賽共有三條比賽航道，分別是基隆嶼繞島賽、台灣基隆-日本宮古島越洋賽和宮古島場地賽。今年共35艘船隊參賽，近300位選手齊聚潮境海灣展開角逐，其中也有來自日本、美國、加拿大、智利等國選手參與。2025年是台琉國際帆船賽的第21年頭，不僅是台琉兩地交流的平台，也成為國際帆船運動的盛事。<br><br>

帆船比賽規則之一，是船隻從港口出發航行到起始點後就要關掉引擎，接下來的就得完全靠風力前進。失去機械動力的帆船，這時得順著海流及仰賴海風，在無邊際的大海，我們跟著帆船一起浮盪，但參賽的船員們才正要忙碌起來。<br><br>

重型帆船十分仰賴船員之間的分工與默契，每艘船至少會有6-10名船員。站在船頭的船員負責導航、指揮方向，因為船隻沒有煞車系統，得小心海上避碰；起風時，三四名船員會合作放下風帆，讓帆船可以順利御風而行。<br><br>

當中最精彩的莫過於船員操控球帆的技巧，繩索收放之間，球帆因載滿了風顯得圓滾滾的，此時後方舵手還需精準的配合演出，讓船身適時傾斜、不失優雅地劃過海面，如同甩尾一般的乘風破浪，堪稱是帆船賽中最美的畫面。


   `}),t(r,{marginBottom:"10px",img:"img/direction/v10_02_03.jpg"},null,8,["img"]),t(i,{title:"在大海中，體會渺小與臣服"}),t(o,{text:`

天海無垠，我不自覺地一直找尋基隆嶼，因為離開岸之後基隆嶼成為視線中最顯著也是唯一的標的物。<br><br>

行駛在陸地看的是地圖，如遇狂風暴雨仍能原地找尋庇護或循著指標找出路；而航行在隱形的船道上卻沒有方向指標，需要使用海圖、六分儀、經緯度等輔助工具判別定位，遇上豪雨巨浪，得全權仰賴技術，相信船體。<br><br>

建造船的本意是用來運輸，而這一刻成為人類的生命共同體，面對大自然人類本是渺小，征服還是克服?不如說託付給老天爺安排一點也不為過。天氣瞬息萬變，人類向來自豪的掌控權，此時只能順應而為，無助感似乎更為深刻，想起電影《少年Pi的奇幻漂流》，光彩奪目的場景卻是那樣孤獨，僅在這一方甲板上，名副其實的隨波逐流，真切的活在當下。


   `}),t(r,{marginBottom:"10px",img:"img/direction/v10_02_04.jpg"},null,8,["img"]),t(i,{title:"馭風而行，一場與自我連結的航海之旅"}),t(o,{text:`

有位帆船選手徐文政曾說：「我覺得在帆船上最好的時間，就是當引擎關掉的時候，瞬間安靜，就只剩風聲、船在跑的聲音，還有拉繩索的聲音。」航行時，感官要隨時能接收感受變化，開啟直至靠岸之際。水天相連，人船一體，與夥伴們連動，與真正的自己連結。

   `}),t(r,{marginBottom:"10px",img:"img/direction/v10_02_05.jpg"},null,8,["img"]),t(r,{marginBottom:"10px",img:"img/direction/v10_02_06.jpg"},null,8,["img"]),t(o,{text:`
帆船界有名的澳洲少女潔西卡華森，16歲那年駕駛帆船出航，目標是不靠岸、不間斷以及無人協助的環繞世界一圈。真人真事改編的電影《逐夢大海》裡重現潔西卡如何度過駭浪以及獨處的孤寂，其中潔西卡在最低潮時的獨白，那一幕最讓我難忘—她訴說著好想家人，覺得夢想好難抵達，說著自己並不是永遠樂觀的人，也常常會感覺到害怕……。<br><br>

女主角哭泣的畫面很令人揪心，我感受到她面對自己的恐懼且試著接受，潔西卡父親在船板上寫下 stay strong，要堅強，老生常談的字句，總在關鍵時刻出現。潔西卡在她17歲生日前三天順利完成航行，成為史上最年輕的單人帆船環世界紀錄。<br><br>

帆船看似比其他水上活動更多變因，操作步驟更加辛苦，其實無論身處什麼的環境，面對困境的反應及邏輯應是雷同，相信自己的專業與技術，冷靜後便能做更佳的判斷，勇敢突破。在船上跟著搖晃的同時，心想要達到這樣的境界，不太容易啊！風雨不可控，除了學會觀察天象，能專注於自己的心流更是一大課題。


   `}),t(r,{marginBottom:"10px",img:"img/direction/v10_02_07.jpg"},null,8,["img"]),t(i,{title:"感受海風，再次拉近與海的距離"}),t(o,{text:`

地球有超過70%的面積被海洋覆蓋，還約有80%的海洋尚未被人類探索，而臺灣四面環海，近年各單位也逐步推廣「親海-知海-愛海」的相關活動及體驗，你覺得與海最近的距離，是什麼時候？<br><br>

像我，生活在基隆八斗子，走路十分鐘就可以抵達海邊享受踏水的愜意；可以拎著面鏡呼吸管去浮潛，也曾背氧氣瓶潛水到更深一點的海域。搭船出海也不是第一回，參加娛樂漁船海釣、就讀海大時搭研究船實習等。又如岸邊的活動，像是去海邊撿垃圾、觀察潮間帶的生物、岸邊釣魚、漁村媽媽們曬石花菜等。再或者，到市場採買海鮮、在餐廳大啖魚蝦貝類等。<br><br>

為了生存或享受生活，日常生活中有太多面向與海有關係，無論有沒有住在海邊，觸碰到海水與否，海洋是生命的起源，與其害怕未知的危險，不如了解更多已知的資訊。<br><br>

自認是很靠近海洋的人，跟著帆船賽出海這一趟，感受到即使是一陣海風都格外珍惜，順著風依著流，保有敬畏的心，向大海學習。


   `}),t(r,{marginBottom:"10px",img:"img/direction/v10_02_08.jpg"},null,8,["img"])]),_:1},8,["banner"])}const h=g(l,[["render",s],["__scopeId","data-v-ebf04390"]]);export{h as default};
