import{_ as m,a as s}from"./rotateLight.40a962b4.js";import{_ as p}from"./title.d3e7fc7e.js";import{_ as g}from"./hint.19235bdc.js";import{_ as b}from"./articleContent2.ebf78164.js";import{a as x,o as u,c as d,w as h,b as t,p as f,e as v,f as e,h as c}from"./entry.ee50d0c9.js";import"./useAsset.c4dd20be.js";import"./v6_cover02.223117fd.js";const B={},i=_=>(f("data-v-a04b0c41"),_=_(),v(),_),K=i(()=>e("br",null,null,-1)),k=i(()=>e("br",null,null,-1)),j=i(()=>e("div",{class:"article-special-text"},[c("參考文獻："),e("br"),c(" 李南衡《台灣外來語：外國來e台灣話》"),e("br"),e("a",{href:"https://reurl.cc/pYr3bx",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"翁佳音、曹銘宗〈【臺灣地名真相】基隆叫基隆，是因為長得像雞籠嗎？〉"),e("br"),e("a",{href:"https://achelink.com/karaoke/",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"日語豆知識：卡拉OK（カラオケ）的由來"),e("br")],-1));function O(_,y){const r=m,n=p,o=s,a=g,l=b;return u(),d(l,{type:"light",title:"舶來語彙聚的港口城市：<br>基隆的外來語地圖",banner:"img/light/v11_02_01cover.jpg",name:`
      文：廖芷瑩<br>
      圖：廖芷瑩、涂佳豪、鄭十一
    `},{default:h(()=>[t(r,{text:`
基隆港除了是許多貨物的上岸地外，也藏著多種海外來的聲音與詞彙。這些外來語，有些是從移民而來，有些則是透過食物的香氣傳遞，還有海上船員帶回的語彙，更有辛苦勞工的共同用詞。它們像潮水，隨著歷史起伏，拍打在這座港灣的岸邊。

   `}),t(n,{title:"吉古拉與燒賣：味覺裡的港城故事"}),t(r,{text:`

基隆的外來語，隱藏在街頭巷尾。光是各式各樣的黑輪（おでん，oden），就能讓人看見這裡與日本文化留下的深刻聯繫。<br><br>
最為人熟知的黑輪，莫過於吉古拉。它的名字源自日文「ちくわ（chikuwa）」。遊客們經常能光顧港邊老闆的生意，觀賞他將雪白的魚漿，烤成如竹輪的形狀，吃起來又香又Ｑ。這些手工吉古拉不僅能直接品嚐，也常成為各式料理的元素，承載著基隆港城的生活記憶。<br><br>
若說吉古拉有工匠的細膩，另一攤「黑輪伯」則多了幾分溫情。他推著攤車賣超過四十年，燒賣與龍鳳腿原是老兵傳來的味道，被他融入基隆的海港生活，調出獨特香氣。許多人自年輕吃到白髮蒼蒼。雖然如今難再見到他的身影，但那熟悉的香味仍縈繞人心，提醒著大家：基隆的味道，不只是食物，更是時代與記憶交織的情感。

   `}),t(o,{marginBottom:"10px",img:"img/light/v11_02_02.jpg"},null,8,["img"]),t(o,{marginBottom:"10px",img:"img/light/v11_02_03.jpg"},null,8,["img"]),t(a,{text:`黑輪伯和太太長年在港邊賣黑輪
       `}),t(n,{title:"一本型錄，乘載海的記憶"}),t(r,{text:`

除了食物外，老船員的生活中，也充滿外來的語彙。就像是老牌的「駿風企業」老闆藺全生他家裡總還保存一本幾十年的船上型錄。<br><br>
他笑著說：「這個カタログ（Katalogu），你看一下！」這裡的カタログ，可不是一般的商品冊，而是專門給船員在船上翻閱的型錄。船員們先在海上挑好想買的東西——藥品、生活用品、五金用品，什麼都有——下船後再找委託行購買拖貨。<br><br>
對許多不曾經歷過海上生活的人來說，看見那本厚重的型錄，必然是大開眼界的時刻。雖然現在的船員早已不再講起カタログ內的商品，但藺老闆依然珍藏著幾本，偶爾拿出來，讓人窺見當年船上貿易的風光。<br><br>
一本型錄，看似尋常，卻盛載了海的氣息與人的牽絆。它讓人明白，所謂的「特產」並不僅是能吃入口中的風味，還有那些隨船而行的必需品，它們構成了另一種只有靠海而生的人，才能深切體會的記憶。

   `}),t(o,{marginBottom:"10px",img:"img/light/v11_02_04.jpg"},null,8,["img"]),t(o,{marginBottom:"10px",img:"img/light/v11_02_05.jpg"},null,8,["img"]),t(a,{text:`早期船上的採購十分仰賴這本型錄
       `}),t(n,{title:"讓卡拉OK為你的人生伴奏"}),t(r,{text:`
關於港邊的記憶，夜晚盞盞亮起的霓虹燈也是經典。基隆港邊的卡拉OK店閃亮的吸引著故人的腳步。裡面有人正舉杯大笑，更多的人是盯著螢幕裡的字幕，大聲高歌一曲。<br><br>
「卡拉OK」這個詞來自日文。是日本人1970年代發明的播放伴奏的新方式，「空オケ」意指「空無一人」，「オケ」則是「オーケストラ（管弦樂團）」的縮寫。沒有樂團在場，卻能讓人盡情高歌。這份來自異國的創意，沒多久便漂洋過海，落地在基隆這座港城。<br><br>
之前認識的卡啦OK店老闆霞姐，總在店裡忙進忙出，端著啤酒、補小菜。她說，早年的夜晚更是熱鬧得不得了，工人們一下班就成群結隊地湧進來，先點上幾盤滷味，再輪流唱自己最拿手的老歌。有人唱到眼眶泛紅，也有人笑得合不攏嘴。<br><br>
雖然現在年輕人多半去裝潢華麗的KTV，但霞姐仍守著這裡。她說，對許多客人來說，這裡不只是唱歌的地方，更是心情的出口。

   `}),t(o,{marginBottom:"10px",img:"img/light/v11_02_06.jpg"},null,8,["img"]),t(o,{marginBottom:"10px",img:"img/light/v11_02_07.jpg"},null,8,["img"]),t(a,{text:`
    基隆的卡拉OK可以站在大家面前大聲高唱

       `}),t(n,{title:"耐磨的褲子，沉澱的城市記憶"}),t(r,{text:`
在卡拉OK店周邊，不只有熱炒與小吃，還有一條曾經熙來攘往的街道，牛仔街。<br><br>
「牛仔褲」這個詞，和基隆港口的故事緊緊相連。最早，它誕生於美國西部，為礦工設計的耐磨工作褲，結實又實用。隨著美軍來到台灣，尤其是基隆這座美軍補給的重要港口，這樣的服裝與文化，也悄然登陸港城。船員與常把從海外帶回來的衣物與配件交給委託行販售，而這些漂洋過海的「牛仔褲」，很快成了潮流的代名詞。自來街一帶因此聚集了專賣牛仔服飾的店家。<br><br>
港口的顧客多半是跑船的工人，他們需要一條耐磨耐穿的褲子應付日夜的勞動。1950到80年代，是牛仔街最風光的年代。店鋪一家接著一家開張，門口掛滿藍靛色的褲子，陽光曬在布料上，顯得特別耀眼。對許多年輕人來說，穿上一條從港口帶回來的牛仔褲，不只是時尚，更是一種與國際接軌的自豪。<br><br>
基隆的外來語是街角的聲音、夜市的香氣、海上的書頁、霓虹下的歌聲，也是牛仔褲街的藍色回憶。每一個詞彙，都承載著這座港城的深刻情感——不管潮水如何退去，它們總會留在基隆人的心底。你下次到港邊走走時，可能還是會聽到不怎麼熟悉，但卻令人感到親切的外來語言，或許是印尼語，還是越南話，都是基隆這個移民大熔爐，展現它多元與包容的時刻。


   `}),K,k,j]),_:1},8,["banner"])}const H=x(B,[["render",O],["__scopeId","data-v-a04b0c41"]]);export{H as default};
