import{_ as a,a as i}from"./rotateDirection.ce389ca5.js";import{_ as c}from"./hint.e03468b7.js";import{_ as p}from"./title.7906df90.js";import{_ as l}from"./intro.21557b9b.js";import{_ as s}from"./articleContent.04cc99d4.js";import{a as g,o as x,c as u,w as b,b as t}from"./entry.0c19599e.js";import"./useAsset.d04a7917.js";import"./v6_cover02.0c5236dd.js";const d={};function f(B,h){const n=a,o=i,e=c,_=p,r=l,m=s;return x(),u(m,{type:"nation",title:"如果說到利物浦<br>大家只記得披頭四",name:`
      文 / 圖：單彥博
    `},{default:b(()=>[t(n,{text:`2012年7月，當時暫時離開工作四年多的職場，想在碩士語言課程開始前先在英國晃一圈。於是提早了10天抵達利物浦，雖然已經是第二次來到英國，但對這裡的環境還是感到新鮮，一切都是這麼的...破舊？不是吧？<br><br>
當我坐在St Luke’s Bombed Out Church前的階梯，眼前看到的是一座建築風貌相當老舊的城市。沒錯！利物浦給我的第一印象是「落魄」及「破舊」這樣負面的形容詞，未曾想過一年多之後，當我從火車站離開，前往倫敦搭飛機時，有多麼的不捨。甚至看著越來越遠的利物浦天際線時，還留下眼淚，原來在不知不覺中，利物浦已經成為了我的第二個故鄉。
    `},null,8,["text"]),t(o,{marginBottom:"10px",img:"img/nation/england1.jpg"},null,8,["img"]),t(e,{text:`
      佇立在港區的披頭四雕像`}),t(_,{title:""}),t(n,{text:`如果說我論文結束後走的西班牙朝聖之路，給了充足的陽光；而讓我對於基隆的文化事務開始萌芽發展，那是在利物浦一年多的日子裡，這座城市給了我豐沛且營養的「文化」土壤。<br><br>
當初坐在老舊教堂前的我，不知道那是一座二戰時期被炸毀廢棄後活化的公園，才會只看見破舊。對利物浦有更多認識後，我開始感受到這座海港城市的獨特魅力，外在老舊只是表象，深入探索後會發現，城市的歷史與故事才是它的靈魂所在。
    `}),t(o,{marginBottom:"10px",img:"img/nation/england2.jpg"},null,8,["img"]),t(e,{text:`
      St Luke’s Bombed Out Church前有紀念第一次世界大戰期間英德之間的聖誕休戰雕像`}),t(_,{title:"初見的鬼地方<br>其實是一座豐厚底蘊的老城市"}),t(n,{text:`19世紀初世界40%的貿易會通過利物浦的港口，鐵達尼號的「白金公司」也設立在此，世界第一條鐵路是從這裡開往曼徹斯特，利物浦一度成為英國第二大城。可惜它沒有跟上時代變化，貨櫃的出現打擊了過去以勞力搬運貨物的港口，這座城市面臨衰敗，1970年代甚至被稱為「灰暗城市」。<br><br>
然而，利物浦的生存之道，2003年至2007年藉由多元的文化主題活動讓城市開始蛻變，2004年利物浦港區被登錄為世界文化遺產，2008年更獲選為「歐洲文化之都」，讓利物浦一舉擺脫過去的汙名。

    `}),t(o,{marginBottom:"10px",img:"img/nation/england3.jpg"},null,8,["img"]),t(e,{text:`
      新舊融合的碼頭`}),t(_,{title:"藝術文化產業是個讓城市重生的好主意"}),t(n,{text:`去了利物浦才知道，一個城市的「美」不只是華麗建物，更應包含城市的內涵。<br><br>
綜觀利物浦的發展，其實跟基隆有著相似的背景，都因海港興起，但又隨之沒落，然而利物浦已經走出自己的道路，在利物浦居日子，可感受到他們對於身為海洋城市以及音樂文化的重視，這座城市抓緊了兩件事情不放。<br><br>
一件是鐵達尼號一件則是披頭四樂團，這兩件事情都象徵利物浦的人文歷史，周末的小酒吧會有各種不同形式的音樂表演，在港口周圍可以看見足以代表利物浦不同時期的建物，沒有使用的紅磚倉庫成為了各種不同博物館。
    `}),t(o,{marginBottom:"10px",img:"img/nation/england4.jpg"},null,8,["img"]),t(e,{text:`
      披頭四駐唱的「Cavern」應該是所有當地留學生都至少會去一次的地方<br><br>`}),t(n,{text:`對於窮學生的我來說，利物浦博物館旁邊一處面海的椅子，一直是我好天氣會走去發呆的秘密基地。唯一可惜的是，2021年因為港區的過度開發，導致利物浦被世界文化遺產除名，對基隆來說這件事或許值得借鏡，港區周圍過度的開發，真的對一座有文化歷史背景的城市是好的嗎？<br><br><br>
    `}),t(r,{text:`
      城市簡介：利物浦（Liverpool）是英格蘭西北部著名的港口城市，18世紀時即是英國與美洲之間重要的貿易樞紐。當時船隻從利物浦往南到非洲載運奴隸至美洲，再將甘蔗從美洲運回英國提煉，這段貿易黑歷史被稱為「白金金三角」。19世紀工業革命後，利物浦藉著港口優勢及鄰近工業大城曼徹斯特（Manchester）及伯明翰（Birmingham），快速成為英國航運重鎮。
`})]),_:1})}const O=g(d,[["render",f],["__scopeId","data-v-2a5f99e8"]]);export{O as default};
