import{_ as l,a}from"./rotateWind.11554cde.js";import{_ as p}from"./title.a29957b6.js";import{_ as s}from"./hint.edd4b932.js";import{_ as g}from"./articleContent2.9e216b5f.js";import{a as d,o as u,c as x,w as b,b as t,p as f,e as v,f as i}from"./entry.08139445.js";import"./useAsset.68ae8a17.js";import"./v6_cover02.1a158d6e.js";const h={},r=o=>(f("data-v-d3fc3420"),o=o(),v(),o),B=r(()=>i("br",null,null,-1)),j=r(()=>i("br",null,null,-1)),I=r(()=>i("br",null,null,-1)),D=r(()=>i("br",null,null,-1));function V(o,w){const e=l,m=p,_=a,n=s,c=g;return u(),x(c,{type:"tide",title:"真的要去航海",banner:"img/tide/v8_02_01cover.jpg",name:`
      文：王奕蘋<br>
      圖：王奕蘋
    `},{default:b(()=>[t(e,{text:`
生長在基隆，兒時至今擁有著和海、海港有關的大大小小回憶：從外木山章魚游泳池的滑水道入水時滿鼻腔的苦鹹滋味、在外木山海邊戲水時小腿上留下的水母傷疤、公車在（尚未改建成海洋廣場的）基隆港邊停靠時，開門湧入車廂內的強烈氣味、社會課本上寫著曾經排名在世界第七大的貨櫃港…<br><br> 

國中時流行心理測驗常常出現的題目「喜歡山v.s海？」後，我都會毫不猶豫地寫下「海」。但對於海港、航行和海運，實際上的理解並不多，乘船經驗更是少得可憐。<br><br>

一直到前兩年參加和平島社靈廟的海上遶境（兩次都以小暈船、中暑和曬傷收場），和今年夏天搭乘新山茶花號，從釜山港開往福岡博多港，我才有了比較完整「在船上」和「真的出海」的經驗。

    `},null,8,["text"]),t(m,{title:"「真的去航海」究竟是怎麼樣的體驗？"}),t(e,{text:`
在甲板上行走，看著圍繞身邊漆黑的海、研究船上餐廳的餐券販賣機、睡在二等艙內的通鋪，感受隨海波輕輕搖晃的船身，乘船的一切都非常有趣和讓人興奮。但，若我不是乘客呢？若不是短短的一晚，而是要待在這個封閉的空間一個月、一年呢？若不是愉快的旅行，而是一份肩負全船人員性命和貨物安全的工作呢？「真的去航海」究竟會是怎麼樣的心情和經驗？
    `}),t(_,{marginBottom:"0px",img:"img/tide/v8_02_02.jpg"},null,8,["img"]),t(_,{marginBottom:"10px",img:"img/tide/v8_02_03.jpg"},null,8,["img"]),t(n,{text:`上圖：福岡港清晨 / 下圖：釜山港夜晚
       `}),B,j,t(e,{text:`
想要了解航海作為一種專業的有趣和現實，所幸我身邊有著相關經驗的朋友可以請教，像是比起機車駕照，更早拿到小艇駕照的航海系畢業朋友，也有同事的家人在遠方海域的船上工作。訪問他們之前，我決定先來做點功課。<br><br>

在網路和影音平台上，搜尋跟「航海」有關的動漫和影視作品，首先浮出的是大量的《航海王》和《神鬼奇航》，接著是各種潛艦軍事電影或擬人化艦隊動畫，雖然都是很棒的作品，但和我想了解現實中的航海還是有些不同。<br><br>

正疑惑著「擅長拍攝職人劇的日本，難道沒有拍攝過航海有關的電視劇嗎？」時，朋友傳來了《真的要去航海》這部日劇的資訊，光看劇情介紹就感覺非常有趣，而且主演是最近很受矚目的演員─飯豐萬里江，便興奮地開始到處搜尋，可惜不是近期的作品，目前並沒有可以收看正版的影音平台，不過我幸運地買到了第一季全集DVD。

    `}),t(_,{marginBottom:"10px",img:"img/tide/v8_02_04.jpg"},null,8,["img"]),t(n,{text:`《真的要去航海》DVD封面與基隆港
       `}),t(m,{title:"超想航海女孩v.s超不想航海女孩：日劇《真的要去航海》"},null,8,["title"]),t(e,{text:`
為什麼是真的「要」去航海，而不是真的去航海呢？《真的要去航海》第一季的故事，由兩位就讀海洋學科一年級的主角坂本真鈴（飯豐萬里江飾）和石川燕（武田玲奈飾），參與關東商船大學和神戶海南大學暑假在「未來丸」進行為期一個月的船上實習。<br><br>

如同劇中「魔鬼士官」橫山所說，透過這段實習，大致上就可以看出學生是否適合船上工作，因此這一個月的時間是所有成為航海士的人必經的歷程。<br><br>

「熱愛海和船並且超級想出海的女孩」及「超級後悔就讀商船大學的女孩」在以男性仍然佔多數船上，為了能夠成為航海士而努力，這樣的劇情設定很讓我期待。

    `}),t(_,{marginBottom:"10px",img:"img/tide/v8_02_05.jpg"},null,8,["img"]),t(n,{text:`
    一部以女性船員為主角的影集，是否會帶起新的海上浪潮呢?
       `}),I,D,t(e,{text:`
雖然整季看完後，覺得有些可惜，沒能夠更深入地討論船上空間和專業領域中的性別議題，且可能為了兼顧娛樂性，在實習過程中的專業訓練（例如繩結和急救）呈現上稍嫌簡略，表演方式也較像綜藝節目的情境短劇，但我仍認為這齣劇非常有趣，兩位主角和及船上成員也都個性鮮明、十分可愛！<br><br>

除了能夠一窺船上實習的過程、初步了解船上的職位職掌以及船舶的構造外，劇中強調的シーマンシップ（seamanship）包含了航海的技術、維護安全、團隊合作，還有遵從航海人的驕傲和良心所採取的行動，也在短短各30分鐘的五個集數中，透過兩位主角和夥伴們的互動和遭遇困難展現。

    `}),t(m,{title:"無法成為航海王的我們"}),t(e,{text:`
就如主角之一，原本超後悔進入商船大學的小燕所說，船員們的汗水和努力推動了航運，也推動了我們的生活。即便沒有機會成為船員真的去航海，但從早餐的咖啡到下班搭乘的火車、公車車體，都有可能是倚靠海運來到我們的生活中，航海和我們的每一天緊緊相依。<br><br>

雖然《真的要去航海》和想理解的真實航海經驗有一小段距離，讓我邊看邊吐槽，但還是會忍不住想幫這群努力接受訓練、想要成為優秀船員的角色們打氣。明天經過基隆港邊時，也要為推動著我們生活的船和船員們加油！

    `}),t(_,{marginBottom:"10px",img:"img/tide/v8_02_06.jpg"},null,8,["img"]),t(n,{text:`即使生活在港邊，還需用心才能欣賞它的美
       `})]),_:1},8,["banner"])}const q=d(h,[["render",V],["__scopeId","data-v-d3fc3420"]]);export{q as default};
