import{_ as m,b as i,a as c}from"./articleContent.f13e97ff.js";import{_ as a}from"./hint.5a47ee56.js";import{_ as p}from"./title.8f29f1d7.js";import{a as l,o as s,c as x,w as b,b as t}from"./entry.abeb1ef5.js";import"./useAsset.2f8977f8.js";import"./cover.c3444263.js";const g={};function u(f,d){const e=i,o=c,r=a,n=p,_=m;return s(),x(_,{type:"travel",title:"遠洋貨輪之旅<br>繞行半顆地球<br>看世界",name:`
      文：廖鴻基<br>圖：樸實創意、廖鴻基
    `},{default:b(()=>[t(e,{text:`我為了報導台灣走在國際前端的海洋產業——遠洋漁業和貨櫃海運，2000、2015年分別搭乘魷釣船和陽明海運貨櫃船出航。除了搭乘郵輪、遊艇、帆船從事海洋旅行，這兩趟航程算是特別的另類海洋旅行。<br><br>
我帶港口解說時常說：「別小看這些船，它們一出了港，可能跨洲越洋航行到天涯海角。」離岸的每一寸甲板，都是領土的延伸，抵達的每個港，都是國際性拜訪。<br><br>
領港員從領港船爬繩梯登船，帶領數萬噸巨舶進港泊靠。海關、移民署、安全檢查人員陸續登船。不同國家，不同文化，同中有異的進行「進人家屋簷下」的各種手續。
    `}),t(o,{marginBottom:"10px",img:"img/travel/ship1.jpg"},null,8,["img"]),t(r,{text:`
    鹿特丹<br>領港下船`}),t(n,{title:"船上的民生生意"}),t(e,{text:`除此，也有民間接觸。埃及賽德港有位理髮師登船幫船員理髮。這位中年理髮師戴紳士帽，穿一件寬鬆背心。上船後逢人便問，   「立法？」我應興給他立個法。<br><br>
沒想到頭頂動作一陣後，他暫停刀剪，從口袋掏出一疊各種電話卡、旅遊卡，問我要不要買。我從圍兜伸手搖了搖，指著自己頭說，「只要立法。」繼續一陣後，二度暫停，他又從口袋掏出一些小禮品小玩意問我。我反複搖手。第三次、第四次，我開始懷疑他的背心口袋是個百寶箱。

    <br><br>
    `}),t(o,{marginBottom:"10px",img:"img/travel/ship2.jpg"},null,8,["img"]),t(r,{text:`
    立法`}),t(e,{text:`過蘇伊士運河，有艘小艇和兩名水手，被我們側舷起重機吊起來，靠在我們船側一起過運河。老船員回答我的疑問玩笑語調說，   「他們來擺地攤的。」<br><br>
途中，他們果然在艙口擺地攤賣埃及旅遊小禮品。原來，運河貫穿沙漠區，若不巧遇沙塵暴，他們和小艇會先下去，幫我們帶纜繫上運河邊的繫纜樁。沒遇上沙塵暴，他們就擺地攤賣禮品。
    `}),t(o,{marginBottom:"10px",img:"img/travel/ship3.jpg"},null,8,["img"]),t(r,{text:`
    船隊過蘇伊士運河`}),t(n,{title:"我在旅行嗎？"}),t(e,{text:`船隻排隊過運河，蘇伊士運河有交通管制，船隊會在航道較為寬敞的大湖區讓南來北往的船隊錯身會船。這時我站在會船這一側，讓大、小、各國、各種船舶近距離通過眼前。根本是一場天下無敵的「船舶大閱兵」。<br><br>
七個多鐘頭運河航程，難得機會，我爬上頂層甲板看風景。午後炎陽西斜，沿岸村落見居民湧出。椰棗、馬車、運河海水浴場、渡船、運河釣魚船......「我在旅行嗎？」途中常這樣問自己。<br><br>
地中海航程「天天天藍」，充分感受溫和的地中海型氣候。通過小學就念過的直布羅陀海峽，以為是窄窄的縫隙，通過時才發現原來是地圖上偏狹的想像。航入英吉利海峽，我們在法國塞納河口沿海停船等候北海領航員登船，他將帶領我們穿越多佛海峽往來於北海歐洲各國的航程。領航員61歲英國人，航海經驗41年，他說，「航過許多國家，見過不少人，覺得船員是最友善、最好的人種。」
    `},null,8,["text"]),t(o,{marginBottom:"10px",img:"img/travel/ship4.jpg"},null,8,["img"]),t(r,{text:`
    傍晚湧入蘇伊士運河戲水的人潮`}),t(n,{title:"航向世界的海洋旅程"}),t(e,{text:`見識了荷蘭鹿特丹港的全自動化無人碼頭，體會了深入易北河以人為管理著稱的德國漢堡港，看過兩岸田園景觀的比利時安德衛普港，看見重視勞工權益的英國佛列斯多港。比較各國貨櫃港與泊靠接觸的人員，觀察民族性和不同文化下的各種有趣現象。<br><br>
香港到高雄港，這趟航程的最後一天。我打掃艙房，還回一個乾淨的空間。收拾行李，發現將帶回去的比帶上船的增加許多。最後，獨自繞船舷走一圈，每一步都是撫觸，每一步都是讚美。感謝竹明輪所有船員陪我航行了47個難忘且難得的海洋旅程。<br><br>
回想這趟航程，心頭湧起盪出去又盪回來的一波漣漪，航跡如此踏實沉穩，步步點落在台灣貨櫃海運國際格局的歐洲航線上。
    `})]),_:1})}const w=l(g,[["render",u],["__scopeId","data-v-9c09f91e"]]);export{w as default};
