import{a as m,_ as i}from"./rotateLetter.0edecb45.js";import{_ as c}from"./hint.be9015e2.js";import{_ as a}from"./title.76ff7c2d.js";import{_ as p}from"./articleContent2.dd256710.js";import{a as b,o as l,c as g,w as x,b as t}from"./entry.127ac2f5.js";import"./useAsset.ce824b61.js";import"./cover.3cb74238.js";const s={};function u(d,f){const e=m,r=i,n=c,o=a,_=p;return l(),g(_,{type:"letter",title:"跨越海陸的鶼鰈情深",banner:"img/letter-main/v5-02-01cover.jpg",name:`
      文：鄭十一<br>
      圖：劉清海、樸實創意
    `},{default:x(()=>[t(e,{text:`船員長年在外跑船，不只維繫關係困難，要認識新對象也不容易。一般人聽到對方職業是船員，大半就會因為遠距離戀愛打退堂鼓，順利交往的也未必長久，更別說是步入婚姻了。<br><br>

「船員的另一半，我們稱為船眷。船眷真的很偉大。」聽起來好像有些浮誇，但提起船眷，船員們幾乎都會脫口說出這句話。因為聚少離多是常態，還得獨自照顧家中老小，才能讓船員放心出海打拼。<br><br>

「她對我說：『你去跑船，家裡交給我無後顧之憂。』，她也真的做得很好。」劉清海談到太太，除了心疼，還有滿滿的驕傲。<br><br>

劉清海與太太游語㚬是相親認識的。由於語㚬的姊夫與海哥爸爸是同行，可以說是看著海哥長大，一直對海哥十分欣賞；1994那年海哥30歲，趁著下船考大副的空檔，姊夫介紹兩人認識，因而開啟了這段緣分。
    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-02-02.jpg"},null,8,["img"]),t(n,{text:`左圖：劉清海年輕時在船上拍攝的工作照<br>右圖：兩人同遊日本
       `}),t(o,{title:"紙張承載思念，聲音劃過天空連成一線"}),t(e,{text:`兩人很快地陷入熱戀，不久後海哥又得上船了，只能靠著寫信與電話維持熱度。<br><br>

      還好這趟跑的是美西線，聯絡比較容易。每當靠港神戶時，海哥便會買張電話卡，儘管一千日幣只夠通話2、3分鐘，但能聽到語㚬的聲音也已足夠。等船抵達洛杉磯已是10多天之後，這時他會再抓緊時間，將心中滿滿思念化為文字，不知不覺寫信這個習慣就這麼維持到手機出現以後。<br><br>

      「戀愛時，每次靠港都很期待能收到信。收到了還捨不得拆，那份悸動到現在都還很深刻。」海哥陷入回憶的甜蜜裡。<br><br>

      海哥說自己不是浪漫的人，其他船員會特別準備香水信紙，他總是將就著用公司的十行紙寫信。協助寄信的代理行收到後，還會好奇地問信怎麼如此輕，他笑說十行紙很薄，即使寫滿了四五頁也很經濟實惠。

      `}),t(r,{marginBottom:"10px",img:"img/letter/v5-02-03.jpg"},null,8,["img"]),t(n,{text:`電話亭已成為上個世紀末的回憶
       `}),t(e,{marginTop:"60px",text:`不過能打電話的時候，海哥還是會想辦法到電話亭搶個位置。<br><br>

往歐洲的航線上，許多國家都會提供國際電話卡，以便船員聯繫家人。也因為歐洲國家對於海員相對重視，甚至會有海員俱樂部，俱樂部裡會提供專屬的小房間，讓船員能安心自在地打電話傾訴思念。<br><br>

「還記得在法國的福斯港，為了打一通電話，我從碼頭一路走了40分鐘，跨過火車鐵軌、穿過港區的倉庫，才找到公共電話亭。電話一講就是一兩個小時，不過講了什麼其實回程時也差不多都忘了。」海哥說。<br><br>

談起往事，仍歷歷在目，海哥感慨地說那種心情除非親身經歷，否則一般人很難體會！雖然我們無法真的理解跑船辛酸，不過一通電話花費來回一個多小時的路程，說起來也是另一種浪漫吧。
    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-02-04.jpg"},null,8,["img"]),t(n,{text:`許多國家的港口腹地廣大、位置偏遠，要徒步走出碼頭並不輕鬆
       `}),t(o,{title:"把握隨船的福利，開啟夫唱婦隨的生活"}),t(e,{text:`遠距離戀愛持續了一年多，兩人便結婚了。婚後不久，語㚬決定辭去工作以配合船員的生活，盡可能把握能夠相處的機會，一眨眼就這麼走了20多年。<br><br>

由於陽明海運的船眷能跟隨船班的部分航線，跑美西線時海哥總會提出申請，語㚬便能在基隆一同上船，沿線前往高雄、香港、鹽田(深圳)，再返回基隆時下船，兩人靠著隨船福利享受小別勝新婚的甜蜜時光。<br><br>

只是隨船的船眷不能多於救生艇容納的人數，要是遇上其他船眷也想隨船，就得溝通協調，這時船長會盡可能讓船眷們輪流隨船，以照顧每個船員的身心。<br><br>

即使隨船機會多，兩人幾乎一兩個月便可小聚數日，但面對離別海哥仍是十分感傷。回憶起某次隨船到上海後，太太搭機離開，再回到空蕩蕩的房間，格外空虛，直嘆這是船員難以被理解的悲哀。

    `},null,8,["text"]),t(r,{marginBottom:"10px",img:"img/letter/v5-02-05.jpg"},null,8,["img"]),t(n,{text:`語㚬練習自主穿戴救生衣，這是船眷隨船必須學習的基本求生技能
       `}),t(e,{marginTop:"60px",text:`語㚬大概也有同樣感受吧，跑其他航線時，都會盡量趕往停靠點，哪怕只能見面幾個小時，從沒抱怨過辛苦。也曾與家人相約香港度假，就為了能陪陪十個月不能回家的海哥。<br><br>

「只能停靠高雄時，太太會拖著沉甸甸的行李箱，從基隆一路轉好幾趟車前往小港，只為了幫我送些蔥油餅、滷肉飯等家鄉味。某次她提前下臺南姐姐家等候，當天我們才得知船班延誤得略過高雄港，那次我們兩人都很失落。」想起這段往事，海哥再次鼻酸。<br><br>

2000年開始進入手機與網路的時代，聯繫的方式也越來越多元，衛星電話、crew mail，到現在的Wi-Fi無限量使用，海哥笑說現在的船員相對幸福多了。

    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-02-06.jpg"},null,8,["img"]),t(n,{text:`沒跑船以後，休假時兩人便會四處遊山玩水
       `}),t(o,{title:"30年的跑船生涯，有太太的甜蜜見證"}),t(e,{text:`跑船的經歷讓海哥更懂得離別相思之苦，2019年他卸下船長身分，轉調岸勤的船隊管理組工作，回歸陸地生活後，兩人更加形影不離。現在的他不管去到哪裡，總習慣有太太的陪伴，出門遊覽牽手一起，看病等候也一起。<br><br>

分享著與太太一路走來的過往點滴，海哥充滿感觸，但也讓我們看見船員收起幹練形象後柔軟的內心世界。或許海上的孤獨同時是洗滌心靈的一段長途旅程，只是每個人的收穫各有不同。<br><br>

可以確定的是，遠距離不一定是障礙，心與心的距離才得以成就愛。分離煎熬的經歷，回首時反而更加珍貴甜蜜。

    `})]),_:1},8,["banner"])}const k=b(s,[["render",u],["__scopeId","data-v-9cdaced3"]]);export{k as default};
