import{_ as p}from"./title.d70d540c.js";import{_ as c,a as l}from"./rotateTide.8c38b7fc.js";import{_ as b}from"./hint.e1d127a6.js";import{_ as s}from"./articleContent2.211b8e5c.js";import{a as x,o as g,c as u,w as d,b as t,p as f,e as y,f as o,h as n}from"./entry.439df7d3.js";import"./useAsset.8311bfa4.js";import"./v6_cover02.60186318.js";const v={},h=a=>(f("data-v-7495f4d8"),a=a(),y(),a),B=h(()=>o("div",{style:{"font-size":"14px",padding:"0px 40px","letter-spacing":"1.3px","line-height":"1.4","text-align":"justify",color:"#9f9a9a"}},[n(" 參考資料："),o("br"),n(" 周育聖，《臺灣神話傳說與故事中的海洋文化》，臺灣師範大學臺灣文化與語言文學研究所碩士論文，2007。"),o("br"),n(" 施靜沂，〈飛魚傳說、捕魚故事與達悟海人的宗教及社會生活〉，《原住民族文獻》（28），2016。"),o("br"),n(" 雅美（達悟）族飛魚祭-臺灣宗教文化地圖-臺灣宗教文化資產。"),o("br"),n(" 黑潮海洋文教基金會 Kuroshio Ocean Education Foundation-2605保安林—隨時代更迭姓名ㄟ林生百味（下）"),o("br"),n(" 廖英雁，〈媽祖接炸彈？潮州大空襲是也！屏東萬丹二戰空襲傳說的解謎〉，鳴人堂（2021.09.10）。"),o("br"),n(" 西方海神的故事：希臘神話波賽頓，國立海洋科技博物館 ")],-1));function j(a,I){const i=p,e=c,r=l,_=b,m=s;return g(),u(m,{type:"eye",title:"請問你掉到海裡的是，公海神還是母海神？<br>東西方海神比一比",banner:"img/eye/v7_02_01cover.jpg",name:`
      文：何昱泓<br>
      圖：何昱泓、國家文化記憶庫、Pixabay
    `},{default:d(()=>[t(i,{title:"一切的一切，都是從海洋開始的"}),t(e,{text:`
      根據目前古生物研究的推論，目前已知地球上生物的最後共同祖先，可能是44億年前海洋形成後就出現的原始生命－微生物。之後從海洋開始，經過屢次的演化，成功登陸後，才進一步演化成如今各種地面與水裡的生物，當然也包含你我在內的人類。<br><br>
 
即便直到 1960 年代，我們才從古生物學、考古發掘等專家的努力下，確認了生物祖先來自海洋這一事實；然而我們對於海洋的崇拜，可是遠從一兩千年前就已開始。這些「海神」的故事，可說是伴隨著人類在海上不斷地遷徙，在不同的文明與地區長出了各自迥異的樣貌。有的海神呼風喚雨保佑蒼生、有的則會召喚地震或海怪，化身為漁民畏懼的存在。<br><br>

在這之中，世界各地的海神，又有什麼樣的差異呢？且讓我們繼續說下去。

    `}),t(i,{title:"「海」是要敬畏一下<br>－臺灣原住民的海洋崇拜"}),t(r,{marginBottom:"10px",img:"img/eye/v7_02_02.jpg"},null,8,["img"]),t(_,{text:`蘭嶼達悟族的拼板舟(Tatara)以齒輪狀的紋飾，象徵船的眼睛，有避邪的作用，讓船隻在大海航行時免於災難。(圖像來源：國立臺東生活美學館 / 創作者：毛利之俊)
       `},null,8,["text"]),t(e,{text:`
在媽祖與王爺等神明隨著漢人到臺灣之前，臺灣島上的原住民也有屬於自己的海洋崇拜。不同於漢人的海神是祭祀擁有「人」樣的神祇，以泛靈信仰為主的原住民則是從對「海洋生物」的崇拜，展露他們對於海洋的信仰。<br><br>

像是蘭嶼的達悟族崇拜飛魚（alibangbang），每年二月開始到五六月，有長達數月的「飛魚祭儀」(Papataw)。飛魚對他們來說，是朋友也是神明。傳說中達悟人的祖先，曾因隨便煮食海邊的魚貝後，得到奇癢無比的皮膚病。在痛苦之際，黑翅飛魚托夢告訴達悟人，飛魚的種類、季節、捕撈宰殺、甚至連食用的方法都有其規範得遵守。捕撈飛魚的時間，甚至成為達悟族傳統曆法中季節區分的依據，種種禁忌都顯現出飛魚在達悟人日常生活的關鍵地位。

    `},null,8,["text"]),t(r,{marginBottom:"10px",img:"img/eye/v7_02_03.jpg"},null,8,["img"]),t(_,{text:`1930年代花蓮美崙溪口， 5-8月阿美族「捕魚祭」的盛大景況。 (圖像來源：花蓮縣文化局)
       `},null,8,["text"]),t(e,{text:`
而居住沿海地帶的阿美族，也有許多對於海洋的傳說，像是祖先遭逢洪水飄流汪洋中，得到海神幫助安然抵達臺灣島上、或是在海神的獻策下，解決了巨人阿里嘎蓋（Alikakay）的侵擾、另一個則是碰上海難的男性族人，漂流到女人國被當成食物囚禁，趁機逃走被鯨魚所救，最終平安回到部落。除了傳說以外，阿美族部分部落在每年5、6月間，也有被稱作海祭或河祭的相關祭儀，透過祭祀海神或河神，族人們祈求出海平安或捕撈魚類滿載而歸。雖然阿美族對海神不見得有具體的形象，但也可以由這些祭儀看得出來，他們對於海洋的敬畏與重視。
    `}),t(i,{title:"「海」是要拜一下吧！<br>漢人到來後臺灣的海神信仰"}),t(r,{marginBottom:"10px",img:"img/eye/v7_02_04.jpg"},null,8,["img"]),t(_,{text:`媽祖（圖像來源：何昱泓）
       `}),t(e,{text:`
  現今中國的疆域內，由於幅員十分遼闊，沿海地帶不同地區，都有屬於自己的水神或海神；這些神明，也在朝代更迭與人群移動下，逐步累積出自己的信眾。進入十六、十七世紀的大航海時代後，許多原先居住中國東南沿海的漢人，為了尋找更好的生活與發展，就這麼搭著船橫渡黑水溝，同時將他們原鄉祭拜的神明帶到臺灣來。<br><br>
 
因為這一層移民的背景，臺灣各地隨處可見祭祀水仙尊王、王爺、玄天上帝以及媽祖等水／海神的廟宇。而起初保佑先人們渡海來臺的神明們，也在時間的推移下，在各地留下與原鄉很不同的傳說與故事。<br><br>
 
在臺灣，可說是信徒最多、分佈最廣的「女神」媽祖，相傳是北宋時期居住於湄洲島上的一位少女，由於她出生滿月後仍不見其啼哭，而得名默娘。在她得道飛昇後，許多人常看到她穿著朱衣飛翔在海上，救助遇到海難的漁民們。<br><br>
 
這位神通廣大的「林姓少女」，最初在宋代，只是東南沿海部分地區信奉的小女神。然而遠在北方的當權者，為了加強對民間的控制，因而不斷冊封提升媽祖的封號，讓她從元代的天妃到了清代的天后。在官民間的互動下，或多或少也影響到媽祖在臺灣人心中遠高於其他神明的地位。

    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_02_05.jpg"},null,8,["img"]),t(_,{text:`臺灣各地都有供奉媽祖的廟宇，甚或建造大型媽祖雕像，成為地標景點
       `}),t(e,{text:`
總之，媽祖救苦救難的形象，一直以來就深植在人們心中，即使最早是跟漢人們一同來到島上的「外來勢力」，也在他鄉變故鄉的時光流轉下，與臺灣人的歷史互相牽扯，有了屬於臺灣本地的故事與儀式。<br><br>
 
像是從南到北皆有流傳的「媽祖接炸彈」，在二次大戰期間，顯靈擋下戰鬥機空襲的炸彈。今天到屏東萬丹的萬惠宮前，還能看見媽祖手接炸彈的「媽祖拿（扌拿）炸彈紀念碑」。就是很能呈現媽祖這種性格的傳說。<br><br>
 
不過，這種拯救蒼生的形象，也不只是媽祖獨享，像是水仙尊王、玄天上帝與王爺等神明，在信眾心中也都是十分慈悲的海神。


    `}),t(i,{title:"比人類更人類，喜怒無常的西方「海神」"}),t(r,{marginBottom:"10px",img:"img/eye/v7_02_06.jpg"},null,8,["img"]),t(_,{text:`(圖像來源：Pixabay / 創作者Gordon Johnson)
       `},null,8,["text"]),t(e,{text:`
西方世界最為人所知的海神，大概就是希臘神話中的海王波賽頓（Poseidon）。他在羅馬神話中則被稱為尼普頓（Neptune），也是海王星的名稱由來。<br><br>
 
在古希臘神話中的波賽頓，掌管了海洋、地震與馬匹，並與宙斯、哈帝斯兄弟三人共同管理整個世界。而讓他得以殺死泰坦巨人，象徵其神力的三叉戟，能控制海洋，掀起風暴與巨浪、引來海怪，更能引起使土地沉沒的巨大地震。三叉戟也成了西方文化影視作品中，提到海洋都會聯想到的重要符碼。<br><br>
 
古希臘羅馬神話眾神的性格，通常極為喜怒無常、難以捉摸。海神波塞頓當然也不例外，例如祂在與雅典娜爭奪雅典城的守護權中落敗後，便憤怒的引發大洪水，懲罰那些不選擇他的雅典人。祂既可以是保護者，為水手和漁民提供庇護，也可以因為不合祂意而毀了信眾的一切。

    `}),t(r,{marginBottom:"10px",img:"img/eye/v7_02_07.jpg"},null,8,["img"]),t(_,{text:`羅馬著名的許願池中的主角正是海神波賽頓
       `}),t(e,{text:`
東西方文明的海神信仰，最早都源於對大自然力量的崇敬與敬畏，以及航海旅行時所遇到的共同危難經驗。像是被鯨魚（海怪）吞沒、發生船難、風暴，都成了這些神祇所擁有並加以操縱的神力。<br><br>

很不同的地方是，西方世界的海神信仰，在一神信仰的基督宗教成為主流後逐漸式微。即使有像聖尼古拉（Saint Nicholas），這樣守護水手安全的聖徒，但並不能被稱作是海神。海神在西方文明中，也就停留在古代人對於難以掌握，大自然力量的投射與恐懼。<br><br>

東亞地區華人社會中的民間信仰，則在歷史發展下，有了很繁複的科層組織，眾神們也都有其各自的分工與任務。其中海神背負著「海上救難」與「保護船隻與漁民」的責任，也成了東方與西方對於海神想像最大的差異。<br><br><br>


    `}),B]),_:1},8,["banner"])}const C=x(v,[["render",j],["__scopeId","data-v-7495f4d8"]]);export{C as default};
