import{_,a as i}from"./rotateDirection.ec08a480.js";import{_ as a}from"./hint.601f1d7b.js";import{_ as c}from"./title.90b00c52.js";import{_ as p}from"./articleContent2.7ba54d8a.js";import{a as g,o as b,c as x,w as l,b as t}from"./entry.962b8f91.js";import"./useAsset.593d7d0f.js";import"./v6_cover02.05e2f7ea.js";const s={};function u(f,v){const o=_,n=i,e=a,r=c,m=p;return b(),x(m,{type:"woman",title:"隱身異世界的溫暖驛站",banner:"img/woman-main/v6-02-01cover.jpg",name:`
      文：單彥博<br>
      圖：單彥博
    `},{default:l(()=>[t(o,{text:`炎熱的午後，在仙洞巖外經營小吃攤的文英阿姐，正熱情招呼著風塵僕僕地遊客。<br><br>

近年許多遊客來到仙洞，可能是想前往白米甕炮台看海，或是探訪海蝕洞秘境「仙洞巖」與「佛手洞」。不過當他們循導航駛入，迎面而來的卻是一輛輛貨櫃車、五彩繽紛的貨櫃，還有各種大型碼頭機具。<br><br>

仙洞這一帶，其實也是基隆港西岸的碼頭作業區，許多基隆人都不曾踏足過，甚至還會形容這裡是個「異世界」。<br><br>

由於前不著村後不著店，小吃攤成了遊客心中的「燈塔」，因為文英阿姐不只提供小吃與清涼的消暑飲料，也提供旅遊情報以及基隆的詳細介紹。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-02-02.jpg"},null,8,["img"]),t(e,{text:`從基隆燈塔遠眺西岸碼頭區
       `}),t(o,{text:`在如此荒涼的地帶，怎麼會有這樣一家小吃店，我不禁充滿好奇，於是問了文英阿姐為什麼會在仙洞做小吃生意。
    `}),t(r,{title:"依港而生的小吃攤，撫慰無數的心與胃"}),t(o,{text:`文英阿姐表示1960年代基隆港需要大量勞力，仙洞小吃攤大概也是那時候開始的，第一代經營者是文英阿姐的婆婆謝吳梅。文英阿姐嫁過來之後，便跟著婆婆打理小吃攤生意，直到幾年前高齡的婆婆已無法勞動，才由她獨自經營。<br><br>

「仙洞聚落曾經可是港口的『蛋黃區』，因為美軍的船隻會停泊在十八號碼頭，附近有不少間酒吧。」文英阿姐這樣說道，但我難以想像這個異世界曾經是那樣的熱鬧。<br><br>

文英阿姐繼續補充：「當時許多碼頭工人會就近在港邊定居，鄰近碼頭的仙洞因此形成了生活聚落。」而來自台中大甲的婆婆，因為親友介紹認識在碼頭工作的先生，婚後也定居在此。<br><br>

看著進出碼頭的工人越來越多，婆婆查覺到有餐飲需求，便在港區馬路旁經營小吃攤，提供熱騰騰的食物。早年的港區只有用鐵網分隔裡外，碼頭工人會在鐵網內直接向小吃攤叫飯，他們便會幫忙將飯菜送到鐵網邊。<br><br>

1974年西岸高架橋完工後，貨櫃車下高速公路後可以直接通到港區，因此貨車司機也開始變成常客。為了趕時間，司機大哥多半會外帶一些可以開車邊吃的食物，像是燒賣、甜不辣、水煮蛋等，並直接打包成一袋，方便車上用餐。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-02-03.jpg"},null,8,["img"]),t(e,{text:`現在的貨車司機外帶時也習慣裝成一袋
       `}),t(o,{text:`「仙洞小吃是我們上國道前的最後希望。」曾有司機大哥對文英阿姐這樣說，由此可知小吃攤對碼頭工作者的重要性。無論颳風下雨，只要碼頭開工，小吃攤就開業，對做苦力的男人們來說是最溫暖的驛站。
    `}),t(r,{title:"隨時代起落，見證基隆港的興衰"}),t(o,{text:`「其他生意可能要看天吃飯，但季節氣候對我們的影響不大。只要基隆港好，碼頭工作的人多，我們的生意自然就會好。」曾經文英阿姐是這麼想的，也勤勤懇懇地做著小店生意。<br><br>

無奈2000年左右大環境開始改變，隨著台北港的興建、碼頭民營化，加上碼頭現代化等因素，使得基隆港周邊的人力需求銳減，仙洞聚落也隨之凋零，小吃攤無可避免地受到衝擊。<br><br>

又因為仙洞聚落的拆遷，小吃攤在2001年搬到仙洞巖這一側，生意變得越來越淡，其他店家一個接一個歇業或搬遷，如今只剩他們與隔壁的小雜貨店。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-02-04.jpg"},null,8,["img"]),t(e,{text:`早年仙洞聚落範圍圖（白色虛線為完整範圍）
       `}),t(o,{text:`經營60年的仙洞小吃攤，可以說是跟著基隆港一起走過興衰。雖然無奈，但小吃攤也得因應時代改變，例如早期沒有供應的湯湯水水，如今也為了不同客人的需求與時俱進。<br><br>

除了小吃，後來也開始提供冰沙仙草蜜、古早味冰淇淋以及冰滴咖啡等飲品。文英阿姐笑說「本來仙草蜜只是準備給自己顧店時候吃的，因為夏天越來越熱，開始有老客人詢問，才又增加的。」剛好這幾年遊客變多，順勢成為夏季的消暑商品。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-02-05.jpg"},null,8,["img"]),t(e,{text:`搬遷到現址已20多年，除了品項更新小吃攤沒太多改變
       `}),t(r,{title:"本著初心，以食物溫暖人心"}),t(o,{text:`從碼頭工人到貨車司機，再到現在的遊客，小吃攤始終以溫暖人心的方式，照顧來往的過路人。曾經也有媒體、部落客想為小吃攤報導分享，但都被婆媳一一婉拒，因為兩人認為他們只是做好該做的事。<br><br>

在基隆，我們聽過許多因港口繁榮沒落的時代故事，卻很少關注像文英阿姐這樣的勤奮女性。從小吃店、跑場的總鋪師、報關行小妹，乃至茶室小姐，大時代裡有許多沒被看見的女性身影，她們默默的付出，同樣也是撐起基隆港的重要角色。<br><br>

仙洞小吃攤或許不是華麗的大飯店，卻是堅毅守護的基隆女性縮影。

    `}),t(n,{marginBottom:"10px",img:"img/woman/v6-02-06.jpg"},null,8,["img"]),t(e,{text:`位於仙洞巖旁的小吃攤，周四公休
       `})]),_:1},8,["banner"])}const C=g(s,[["render",u],["__scopeId","data-v-927764f7"]]);export{C as default};
