import{_,a as m}from"./rotateDirection.ec08a480.js";import{_ as i}from"./title.90b00c52.js";import{_ as a}from"./articleContent2.7ba54d8a.js";import{a as c,o as p,c as l,w as s,b as t}from"./entry.962b8f91.js";import"./useAsset.593d7d0f.js";import"./v6_cover02.05e2f7ea.js";const g={};function x(b,u){const e=_,n=m,o=i,r=a;return p(),l(r,{type:"wind",title:"世界在港邊轉動，在基隆感受世界的節奏",banner:"img/wind/v9_02_01cover.jpg",name:`
      文：李淑雯<br>
      圖：大樹影像、樸實創意、李淑雯
    `},{default:s(()=>[t(e,{text:`

「基隆之所以讓我產生親切感，不只是因為敞開的港口視野，也因為陽明海洋文化藝術館。裡面展出航運與文化的種種，補足了我身為國貿人卻無緣經歷後段海運現場的遺憾。」<br><br>

雖然生活在海島上，也從事著對外貿易工作，卻自覺離海洋很遠。當我走近港口時，看見橋式起重機、貨櫃車與貨輪的即時運作，彷彿也走進自己工作的真實感，把我由辦公桌遠距參與的日常，透過基隆商港的脈動，瞬間帶入現在進行式的體驗，同步了跨國運輸產業的整體感。

   `}),t(n,{marginBottom:"10px",img:"img/wind/v9_02_02.jpg"},null,8,["img"]),t(o,{title:"商港即日常：在基隆港撞見工作的真實面"}),t(e,{text:`
臺灣主要的國際商港如高雄或台中港，因佔地遼闊或距離市區稍遠的特點，即使車行經過，總讓人有一些距離感，不是業內工作者不容易接近。然而，當我來到基隆時，正因港口與市區鄰近，即使我只是一名遊客，也可以沉浸式的感受到什麼是「港都」。商港、漁港工作與生活緊密交織的節奏感產生出的各種港口相關工作、很有海港風範的市場，延伸的食衣住行育樂，隨處可見，也緊密依存。<br><br>

站在基隆港的海洋廣場，一眼望去盡是郵輪、軍艦、商船與貨櫃輪並列，俗稱長頸鹿的橋式起重機正在吊掛貨櫃。這些平時只會在帳單上看到的吊櫃費、以及訂單上的國貿FOB條款等專有名詞，活生生地出現在眼前。

   `}),t(n,{marginBottom:"10px",img:"img/wind/v9_02_03.jpg"},null,8,["img"]),t(e,{text:`
看到貨櫃從岸邊被吊掛上船的那一刻，我想起這即是FOB(Free On Board) 船上交貨條款的轉移的當下！ FOB條款意指賣方在港口將貨物裝載到買方指定的船舶上，就完成交貨了；同時貨物的風險和責任也完成轉移。舉例來說，若剛好遇到颱風而造成損失，若貨物已經在商船上了，那就得買方負擔；反之，若貨物尚未裝載，是在港邊而受損，那就算賣方的責任了，在商港邊，這些紙上的術語，是真實的存在。
   `},null,8,["text"]),t(o,{title:"貨物，一場有節奏的旅行"}),t(e,{text:`

國際貿易是一個非常繁雜以及精細的分工，牽涉到跨國的規則。你可以想像成安排出國旅遊，會請旅行社訂機票、安排到機場的包車，到了機場後還得完成櫃檯報到、安檢和通關，才可以準備搭機出國。不同的是，海運處理的是貨物，所以需要許多的代理人協助貨物完成出口流程，貨物才可順利離開國門。一旦啟動進出口程序，所有相關的從業人便進入有節奏的物流之河。<br><br>

在跨國的貨物運輸裡，貨物承攬業者 (Forwarder) 就是旅行社的角色，安排訂船艙與貨櫃的空間與運送貨物到碼頭，報關行 (Customs broker) 是貨物的代理人，負責準備文件，協助貨物通過安檢與過海關。船公司則是航空公司，擔負運輸的角色。<br><br>

既然是貨物，裝載到貨櫃裡後，會鎖上貨櫃封條，防止貨物被偷竊或掉包，安全抵達才會開啟。每個封條有一組獨一無二的編碼，相當於代表這個個物品的身份證。貨物的旅行不是自己動身，而是靠一群「代理人」幫忙才能踏出每一步。

   `},null,8,["text"]),t(n,{marginBottom:"10px",img:"img/wind/v9_02_04.jpg"},null,8,["img"]),t(e,{text:`

每當出貨時刻，我就進入一場緊湊且不可耽誤的旅行，如此才可確保跨國運輸的效能。出口商把貨物準備好後就向貨物承攬業者 (Forwarder) 諮詢船期與預訂船艙位置、安排好工廠到港口的陸運。貨物運送到港口後，再由報關行 (Customs broker) 清點數量、確認包裝，再依海關程序進行抽檢與報關，最後配合船公司完成裝運。<br><br>

跨國貿易與運輸有通則，所以今天我們可以如此有效率的安排運輸；但也因為各國還有各自眉眉角角的規定，所以才會有貿易壁壘。

   `},null,8,["text"]),t(o,{title:"步入關稅風暴：全球變動下的每一顆螺絲釘"}),t(e,{text:`
2025年春季，最讓業界緊張的話題是美國的關稅政策調整與匯率波動。究竟不同行業別的關稅如何計算？是以船開的時間為準？還是報關文件上的日期？如果貨已在海上，又該如何認定？接下訂單到出口這段時間劇烈的匯率變動，也考驗著以出口為導向的臺灣製造業耐受度。<br><br>
 
當這些實務問題浮上檯面，從工廠、出口商、貨運承攬業者、報關行到船公司，無一不動了起來。這才發現，看似平穩的生活，實則由無數跨國工作的小螺絲釘所維繫。一旦重新建立秩序，影響的不只是業界，也會逐漸滲透到超市貨架與日常開支中，這種時刻就會特別有感於便利的生活來自看不見的日常，甚至是牽涉到遙遠的海的另一端。

   `}),t(o,{title:"國貿日常 × 世界在指尖跳動"}),t(n,{marginBottom:"0px",marginTop:"20px",img:"img/wind/v9_02_05.jpg"},null,8,["img"]),t(e,{text:`一個日常午後，我依然走進台南的辦公室，打開電腦，開始email回覆遠方客戶貨物出口安排的時程，另一邊聯絡著貨運承攬業者與報關行，準備下一輪的出貨準備工作。腦內運轉的同時，下午茶是來自基隆的咖哩餅，再搭配一杯瓜地馬拉咖啡，適時提提神，補充能量。<br><br>

這樣的場景，是國貿人習以為常的日常。拜現代電子通訊所賜，國際貿易彷彿能數位遊牧般在任何地方進行；而得益於高效的物流，我也得以同步享用各地的滋味。只是，若內心不去想像這些物品與通訊所連結的遠方世界，眼前的電子螢幕與茶點也只是物品，不會與心產生真正的連動。<br><br>

也許，國貿工作從來不是單純的「出貨」與「文件」，而是一次次讓世界靠近的邀請與遠方的連結。如果能讓更多人透過港口與博物館，去理解我們與世界的連結，那生活的深度與透過跨國貿易交換有無的廣度，相信就會變得真實而不再遙遠。

    `})]),_:1},8,["banner"])}const j=c(g,[["render",x],["__scopeId","data-v-077057ea"]]);export{j as default};
