import{_ as b}from"./title.711d73ae.js";import{_ as m,a as i}from"./rotateIsland.d5a14341.js";import{_ as a}from"./hint.671222cb.js";import{_ as c}from"./articleContent2.df8c7ce3.js";import{a as l,o as p,c as g,w as s,b as _}from"./entry.768b43d4.js";import"./useAsset.8be92c66.js";import"./v6_cover02.cd2c69ab.js";const x={};function u(d,f){const e=b,t=m,r=i,n=a,o=c;return p(),g(o,{type:"island",title:"從群島記憶的碎片<br>編織風景",banner:"img/island/v12_03_01cover.jpg",name:`
      文：黃韋智<br>
      圖：涂佳豪、黃韋智、雅布重
    `},{default:s(()=>[_(e,{title:"二十年後所見的景象"}),_(t,{text:`
群島記憶──這是小波與Samuel歷經二十年交流後所抵達的一個完整世界。<br><br>
在那漫長的時間裡，兩人的對話如潮汐般往返，記錄下無數微小卻真切的片刻。透過追索這條交會的軌跡，我們逐漸理解「群島記憶」對臺灣的深遠意義；而對於在歷史與文化上與臺灣緊密相連的沖繩而言，這份記憶所蘊含的重量，更是難以言喻。<br><br>
因此，讓我們回到最初的溫度，以書信的形式，重新梳理那二十年來的往復──那些字裡行間的思念與探索，正是構築群島記憶的起點，也是未來得以展開的海。



    `}),_(r,{marginBottom:"10px",img:"img/island/v12_03_02.jpg"},null,8,["img"]),_(n,{text:`金瓜石山城的獨特地景
       `}),_(t,{text:`


     致Samuel：<br><br>
我們的文化景觀之旅，始於2006年那個春天。那時，我們在金瓜石的山霧中初次相遇，帶著對「文化景觀」的初步理解——作為地方與記憶、人與環境互動的舞台。二十年間，這個詞從理論變為行動，也從研究對象轉化為我們的生活方式。<br><br>
回望這段旅程，我們都在尋找：藝術與研究如何交會？知識與情感如何被共同經驗？「群島記憶」正是這樣一次嘗試——在島與島之間重構理解與共感的網絡。<br><br>
如今，我站在沖繩的海邊，海霧與金瓜石的山霧在記憶中重疊。我開始明白，文化景觀不只是地表的形態，而是人們在遷徙與重逢之間積累的時間層。<br><br>
謝謝你二十年來的同行。願我們繼續在群島之間，以作品與文字，讓這片海的記憶持續發聲。<br><br>
From 小波，2025。<br><br>
_________________________________<br><br>
致 小波：<br><br>
收信時，我彷彿也聞到了沖繩海邊的氣味，那股海霧與我們初識在金瓜石的山霧，確實完美地在記憶中疊合了。謝謝你這封信，它為我們這二十年的文化景觀之旅，畫下了一道深刻而詩意的註腳。<br><br>
你說得太好了：文化景觀已從一個「研究對象」變成了我們的生活方式。回望2006那個春天，我們在理論的鑛山迷霧中摸索，而今，它已成為我們觀看世界、理解「時間層和記憶」的濾鏡。<br><br>
「群島記憶」的嘗試，正是我們對「藝術與研究如何交會」這個大哉問，給出的最佳答案。它不只是地域上的島與島，更是知識與情感、你與我之間，透過作品與文字建立的記憶共感網絡。看著你的研究與文字在各島嶼間迴響，我深感榮幸。<br><br>
謝謝你這二十年來的堅定同行。當你站在海邊，感受到遷徙與重逢的厚度時，而我站在這裡，感受到的是我們友誼與志業的深度。<br><br>
願我們繼續，在島嶼與海洋之間，以藝術行動與書寫，讓這片海域的記憶持續發聲。<br><br>
期待你的新作品。<br><br>
From Samuel，2025。


    `}),_(e,{title:"記憶群島──台灣與琉球之間的微光"}),_(t,{text:`

     台灣與琉球，這兩列在太平洋上相望的群島，看似被深邃的海水相隔，實則在歷史的長河中，共享著一道由產業、移動與生活交織而成的「群島記憶」。這並非教科書上的宏大敘事，而是隱藏在我們腳下土地、日常景觀中，等待被發掘的「微光」。<br><br>
我們的視線，常被金瓜石山城的獨特地景所吸引。這座因礦業而興衰的城市，可視為我們探尋群島記憶的起點之一。若我們將目光沿著產業的脈絡移動，便會發現一條隱藏的動線。<br><br>
想像那條從金瓜石山上蜿蜒而下，直至水湳洞「十三層」選煉廠。黃金與礦砂在此匯聚，製錬後，再藉由鐵路送往基隆的「八尺門」碼頭。基隆，特別是和平島（八尺門），不僅是礦業的出口，更是連結海洋的樞紐。<br><br>
這裡，曾是琉球漁民與台灣漁民交會的重要港灣。當我們望向沖繩久高島那片神聖的海域，我們應意識到，這片信仰之海，同時也是一片承載著無數漁人往來、交換物產與技術的「經濟之海」。琉球的漁業記憶，與八尺門的港口記憶，在此產生了共鳴。


    `}),_(r,{marginBottom:"10px",img:"img/island/v12_03_03.jpg"},null,8,["img"]),_(n,{text:`以「王爺海上遊江」傳統文化聞名的和平島社靈廟（三府王爺廟）
       `}),_(r,{marginBottom:"10px",img:"img/island/v12_03_04.jpg"},null,8,["img"]),_(n,{text:`扮演礦石輸出港角色的和平島八尺門
       `}),_(r,{marginBottom:"10px",img:"img/island/v12_03_05.jpg"},null,8,["img"]),_(n,{text:`隨風搖曳的宮古島甘蔗田
       `}),_(t,{text:`
這條產業的連結，不僅止於漁業。它同時延伸至糖業，也延伸至人與人之間的情感流動。<br><br>
若將目光轉向沖繩的宮古島，那廣袤無垠的甘蔗田，則訴說著另一段緊密相連的故事。在近代，糖業將台灣與琉球群島（特別是宮古、八重山）的命運緊緊相繫。相同的製糖技術、勞動力的移動，乃至相似的會社地景與鐵道遺跡，都在在證明了這段幾乎被遺忘的共同產業記憶。<br><br>
礦業的流轉、漁業的交會、糖業的牽絆。<br><br>
這些看似各自獨立的產業景觀，正是串聯起台灣與琉球「記憶群島」的隱形絲線。它們是金瓜石山城的石階與礦坑遺構、八尺門的舊碼頭、宮古島的蔗渣甜香，也是久高島的古老祈禱。<br><br>
本計畫的最終目的，就是點亮這些「微光」，讓這些深埋在土地中的共同記憶，重新成為在地居民的共同資產，照亮我們共同的未來。

    `}),_(e,{title:"群島記憶：台灣 × 沖繩的潮流連線"}),_(t,{text:`
     群島記憶計畫，是一場在海上漂流的思考，也是一場對時間、地方與存在的凝視。<br><br>
我們從散落在海上的島嶼啟航，循著潮汐的呼吸，尋找那些被歷史與沉默掩埋的聲音──礦山的回音、被遷移的腳步、風化的言語、以及藏於日常之中的微光。它們如同被浪帶走又帶回的碎片，在海與風的對話裡彼此呼應，構築出一個由記憶、失落與重生交織而成的流動地景。


    `}),_(r,{marginBottom:"10px",img:"img/island/v12_03_06.jpg"},null,8,["img"]),_(n,{text:`從久高島眺望的理想鄉
       `}),_(r,{marginBottom:"10px",img:"img/island/v12_03_07.jpg"},null,8,["img"]),_(n,{text:`金瓜石山城的獨特地景
       `}),_(t,{text:`
「群島」對我們而言，不僅是一種地理的形態，更是一種思考的方式，一種在破碎與孤立之中仍渴望連結的姿態。海洋不再是界線，而是一種媒介，使記憶得以在島與島之間自由流動。島嶼之間的距離，變成思想的空白，讓不同的故事在其中相遇、重疊、誤解與共鳴。透過研究、藝術與地方實踐的交錯，我們試著重新描繪那些被邊緣化的敘事，讓沉默的土地重新開口說話，讓被遺忘的語言再度發光，讓時間的縫隙重新打開。<br><br>
群島記憶計畫關注人與土地、人與人之間的相互扶持──那是一種在孤立中誕生的溫柔力量，一種不喧嘩卻持續流動的能量。它柔軟、脆弱，卻如潮水一般堅定，帶著記憶穿越時間的邊界。<br><br>
我們相信，記憶不是過去的遺跡，而是未來的航線；而海洋，正是那條將一切重新連結的路徑。<br><br>
在浪的深處，仍有尚未被聽見的故事，等待再次被喚醒。<br><br>
今年年底，基隆與石垣島航線的啟動，正是「群島記憶」航線的具體重生。我們期待，未來的文化觀光不再只是景點遊覽，而是讓旅人循著這股潮流，親身踏上彼此的島嶼，深刻體驗共享的歷史溫度。這將是真正連結島嶼與心靈的旅程。

    `})]),_:1},8,["banner"])}const w=l(x,[["render",u],["__scopeId","data-v-c3e891d4"]]);export{w as default};
