import{_ as n,a}from"./rotateWoman.1e716b50.js";import{_ as c}from"./title.095dae1d.js";import{_ as m}from"./articleContent.7d497d0d.js";import{a as i,o as s,c as p,w as l,b as t}from"./entry.a9688375.js";import"./useAsset.0846bfac.js";import"./v6_cover02.5a1a79c5.js";const b={};function f(g,u){const e=n,r=a,_=c,o=m;return s(),p(o,{type:"flavor",title:"來自天堂的種子<br>當西方遇上東方<br>舌尖上的華爾滋",name:`
      文：鄭十一  / 圖：涂佳豪、鄭十一
    `},{default:l(()=>[t(e,{img:"img/flavor/sead1.png"},null,8,["img"]),t(r,{text:`
    以咖哩聞名的印度，是世界主要的香料產地，也是香料的善用者。從早餐的煎餅、中午的馬鈴薯、休憩時間的香料奶茶、到晚餐的烤雞與咖哩，印度人吃什麼幾乎都加了香料。香料是印度人的日常，但對歐洲人來說，卻是奇貨可居、想而不可得的禮物，也才有來自天堂的種子這樣的說法。<br><br>
    在古代，香料的主要用途並非烹飪、食物貯存或調味，而是以宗教與醫療為主。如風味特殊鮮明，常被使用在甜點的肉桂，也是古老的祭祀焚香，可以穩定精神與情緒之外，古埃及人會用肉桂油等香料製作木乃伊的防腐材料。而丁香則是許多人記憶中牙醫的味道，因為丁香著名用途之一，便是牙科的止痛劑。<br><br>
    香料的功效眾多，也因此更顯珍貴，香料的英文spice源於拉丁語species，也帶有貴重、量少之物品的意涵。<br><br>
    `}),t(e,{img:"img/flavor/sead2.png"},null,8,["img"]),t(_,{title:"咖哩是指香料？ 那，蔥薑蒜也是嗎"}),t(r,{text:`
    香料一般指的是經過處理或乾燥的植物，如種子、果實、根和樹皮等。<br><br>
    最初的主要產地在印度南方、斯里蘭卡、印尼、馬來西亞與中國南部等地。早在陸上絲路與海上香料之路發展興盛以前，許多地區跟香料產地早有貿易往來，也衍生出不同的香料使用文化。<br><br>
    印度咖哩curry，源於泰米爾語「kari」，是「醬」的意思。主要以薑黃、芫荽、辣椒混合其他香料，加入薑、大蒜、洋蔥等食材，搭配肉類、海鮮，或豆類蔬菜烹煮。中亞地區、泰國和馬來西亞也都有各自的咖哩風味，而我們熟悉的咖哩，則是日系咖哩演變而來。<br><br>
    `}),t(e,{img:"img/flavor/sead3.png"},null,8,["img"]),t(r,{text:`
    我們的飲食中其實也有各種香料的豐富應用。台灣原住民的野草採集、中國沿海移民的藥用食補，都飽含久遠的香料文化。例如台灣知名的小吃滷肉飯與滷味，醬油之外更少不了滷包跟五香粉的提味，裏頭含有的肉桂、丁香、八角、茴香、花椒等都是基底，隨著各家獨門配方，還會以不同比例的香料做更多搭配。其他像是冬令補湯、藥酒，或桂花酒釀湯圓等都會使用的中藥材，其實也與香料的本質相去不遠，只是用詞與用途不盡相同罷了。<br><br>
    東、西方料理手法各有不同，同樣喜歡使用肉桂，卻創造出肉桂捲與滷肉飯如此不同的飲食風味，你是不是也覺得很神奇呢？<br><br>
    `})]),_:1})}const w=i(b,[["render",f],["__scopeId","data-v-6ac1981a"]]);export{w as default};
