import{_ as i,a as _}from"./rotateTide.0d063cbd.js";import{_ as p}from"./title.f816d26c.js";import{_ as g}from"./hint.41b40d2e.js";import{_ as a}from"./articleContent2.9cec2eca.js";import{a as l,o as c,c as x,w as b,b as t}from"./entry.ad5c7e31.js";import"./useAsset.51f3b4b2.js";import"./v6_cover02.18d038fa.js";const s={};function u(v,f){const e=i,n=p,r=_,o=g,m=a;return c(),x(m,{type:"letter",title:"那段海上孤島的日子",banner:"img/letter-main/v5-03-01cover.jpg",name:`
      文：鄭十一<br>
      圖：何晟業
    `},{default:b(()=>[t(e,{text:`「出國了沒？」可說是2023年開始興起的問候語。<br><br>

算起來距離Covid-19疫情解封才1年多，但你是不是也覺得那段隔離的日子彷彿很久以前？被困在島嶼上的我們，想著何時可以離開，卻有另一群人想的是，何時才能上岸。他們是往來世界港口的船員。

    `}),t(n,{title:"疫情之下，<br>海運的蓬勃是船員堅守崗位所換來的"}),t(e,{text:`全球化的今天，人們的民生用品、糧食乃至燃油，都靠著航運送到我們的手中。疫情之下，物品的流通只剩下海運一個選項。<br><br>

當時我們注意到的是，航運界史無前例的年終獎金，人人稱羨。因為疫情造成的航班延誤、物價攀升，讓全球航運界無不搶船期、拚速度，因此造就海運產業超乎想像的榮景，其背後是無數船員的辛勞付出。<br><br>

面對供不應求的航運量，船員們不只工作量倍增，還面臨著無法上岸的煎熬。因為接種疫苗者才能上岸的規定，未能施打疫苗的各國船員，每每靠港，只能眼巴巴望著近在咫尺的陸地，卻上不了岸，遊走世界的商船頓時成了海上的孤島。<br><br>

「那是最輝煌，也最黑暗的日子。」回想起疫情在船上的生活，年輕船員何晟業苦笑著這麼說道。

    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-02.jpg"},null,8,["img"]),t(o,{text:`船員房間。偶爾因為海上風浪太大被翻箱倒櫃，如同疫情期間的封閉混亂。
       `}),t(n,{title:"年輕航海王出海追尋夢想，誰知遇上疫情這個大魔王"}),t(e,{text:`近年來，商船的工作標準越來越嚴苛，船員不只需要具備專業能力、考取各種執照，還得精通英語。坐擁高薪還能夠順便環遊世界的誘因，吸引不少年輕人投身航運工作。<br><br>

何晟業正是這批新血的其中一員。就讀國立臺灣海洋大學輪機系的他，2013年上船實習便確定志向，退伍後正式投入航運工作，2016年加入陽明海運這個大家庭。<br><br>

雖然每趟船期動輒9、10個月無法回家，但近十年來，隨著手機漫遊普及化，以及海上的網路逐步開放，晟業早已習慣透過訊息和視訊聯繫親友。當聚少離多不再是問題，反倒跟隨商船能夠探索世界各地，還能趁早存幾桶金，怎麼想都很值得！

    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-03.jpg"},null,8,["img"]),t(o,{text:`年輕船員對跑船有不同見解，晟業希望趁年輕盡快累積歷練。伴侶個性獨立，兩人從交往初期就是靠著電話與網路維持遠距離關係
       `}),t(e,{marginTop:"60px",text:`2020年疫情前，晟業剛轉調岸勤工作，準備回歸陸地生活。正在籌備婚禮時，沒想到就這麼遇上Covid-19。當船員們紛紛放棄時，他逆向思考決定再次上船工作。他想著，跑船本來就辛苦，與其受困陸地，不如咬牙撐過去吧，沒想到會迎來跑船生涯的最大試煉。
    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-04.jpg"},null,8,["img"]),t(o,{text:`輪機員負責船上的機械動力正常運作，多數時間在封閉的機艙環境工作。
       `}),t(n,{title:"長期無法上岸的船員，心也成了一座座孤島"}),t(e,{text:`陸地上的疫情持續升溫，船員被隔絕在船上，反而相對安全。剛開始晟業也是樂觀看待，想著一年無法下地應該還好。隨著各國疫情從蔓延走到趨緩，2021年4月美國率先開放船員施打嬌生疫苗，各國船員終於獲得解禁，但臺灣船員卻沒那麼幸運。<br><br>

無法施打疫苗之外，臺灣航運業也缺工嚴重。部分船員轉職，加上外籍船員無法登船工作，臺灣船員漸漸地需要一個人當兩個人用，晟業不時得面對24甚或48小時不間斷的工時。龐大的身心壓力讓他喘不過氣，還好有女友的網路陪伴，可以視訊通話訴訴苦。<br><br>

公司也盡其可能地改善封閉的船艙生活，給予加菜金、提供switch以及卡拉OK等娛樂設備，甚至不再限制網路的使用流量，讓船員下班隨時可以透過視訊或留言與親友聯繫。只是受困海上的日子越來越長，船員們的心情也越來越低落。

    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-05.jpg"},null,8,["img"]),t(o,{text:`船上有交誼廳、餐廳等公共休閒空間。船員房間如同套房設備完善，也有辦公區可在房內值勤
       `}),t(e,{marginTop:"60px",text:`問起哪部分是最辛苦的，晟業的回答讓人有些意外。他充滿無奈地回答：「每次的回家都不是真的回家，那種感覺很差。」一次次地靠岸，卻上不了岸，真正的失落原來是不可得。<br><br>

疫情期間，晟業待的船每個月都會在臺灣靠港兩次，離家如此的近，但回家卻是難以企及的想望。船隻就像一座座移動的孤島，世界的紛擾進不來，船員的孤苦無人知，只能逕自地來回世界各個港口，安靜地完成任務。

    `}),t(n,{title:"艱困的時期已過去，磨難都是人生的印記"}),t(e,{text:`海上漂流的日子持續了2年多，直到2022年的5月，晟業與一夥船員終於等到進高雄港打疫苗的機會。腳踩陸地的踏實感，讓大夥忍不住的瘋狂拍照留念，照片中可以深深感受到那股興奮感。<br><br>

2022年底，晟業也結束了這段長期的海上奮鬥。疫情的磨難讓他迅速地累積資歷，一路從三管晉升到大管，轉調岸勤工作後，最近也考取最高職別輪機長的資格，順利達成自己設下的目標，辛苦總歸是有代價的。

    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-06.jpg"},null,8,["img"]),t(o,{text:`船員穿著隔離衣下船施打疫苗
       `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-07.jpg"},null,8,["img"]),t(o,{text:`2022年11月18日完成最後一趟船期，晟業興奮地拍照留念
       `}),t(e,{marginTop:"60px",text:`短暫回歸陸地，忙於船舶維修與改裝專案之外，晟業終於有時間和親友好好相聚，並與愛情長跑多年的女友完成終身大事。看著晟業與女友穿著陽明海運制服的新婚照，可以感受到身為船員的那份榮譽感，仍在他的心中發熱著。<br><br>

離開海的日子還不算長，但晟業笑說已經開始想念，也還要趁年輕繼續努力衝刺，看來不久後他又要出航了吧！

    `}),t(r,{marginBottom:"10px",img:"img/letter/v5-03-08.jpg"},null,8,["img"]),t(o,{text:`兩人特地穿著陽明海運的工作服拍攝婚紗照
       `})]),_:1},8,["banner"])}const y=l(s,[["render",u],["__scopeId","data-v-b88980f0"]]);export{y as default};
