import{_,a as m}from"./rotateDirection.7df5ac1b.js";import{_ as e}from"./title.4060f405.js";import{_ as g}from"./articleContent2.69a997b4.js";import{a as c,o as p,c as a,w as b,b as t}from"./entry.e78274b8.js";import"./useAsset.87dd93c2.js";import"./v6_cover02.dd8797a7.js";const l={};function x(s,d){const i=_,r=m,o=e,n=g;return p(),a(n,{type:"direction",title:"走境171：一段走進鷄籠中元祭的巴士旅程",banner:"img/direction/v10_03_01cover.jpg",name:`
      文：鄭十一<br>
      圖：李奇鴻、鄭十一
    `},{default:b(()=>[t(i,{text:`
農曆七月是基隆人每年最忙碌的一個月份，不只是家家戶戶忙著家中的小普度，整座城市都在為一年一度的「鷄籠中元祭」忙得不可開交。<br><br>

「基隆人記憶中的中元祭，跟實際發生的中元祭，其實是有一些距離感的。」慾望劇團團長黃品文、也是這次巴士導覽劇場的創作者如此說道。大家可能記得花車遊行、放水燈的經典畫面，卻很少人知道為什麼要遊行，或是十五姓氏輪流主普的由來。<br><br>

這是一個百年文化祭典在現代社會所面臨的困境，那個曾經全城投入的中元祭，隨著時間流轉似乎就快要成為記憶。<br><br>

一群扎根基隆的青年自發性組成的「雞籠怪奇」團隊，有感於中元祭的場域分散，橫跨一整個月的祭儀、傳承171年的歷史脈絡更不容易呈現，首度挑戰以巴士導覽劇場與系列共創活動，用全新的方式帶大家走進鷄籠中元祭。<br><br>

只要跳上「走境171」巴士，就能穿梭於城市，沉浸在中元祭的風景之中。

    `}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_02.jpg"},null,8,["img"]),t(o,{title:"戲劇結合導覽，<br>巴士搖身一變成為移動式劇場"}),t(i,{text:`
巴士在基隆轉運站啟程之際，窗外隨即展開第一場演出，車窗成為一面巨大的觀景窗，演出在歡笑聲中展開，待熟悉的社區普度場景退去，巴士才緩緩起步，眾人隨著導覽員小滿的解說，正式走進鷄籠中元祭。
    `}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_03.jpg"},null,8,["img"]),t(i,{text:`
巴士邊走，小滿邊解釋道，中元普度是全台各地皆有的民間信仰，只不過在基隆有著特殊發展脈絡，這個祭典已經傳承了171個年頭，一切還得從1850年代的「漳泉械鬥」說起。<br><br>

故事說到這裡，巴士剛翻過獅球嶺，悄悄地滑進了南榮國小。一場械鬥直接在眼前開打，我們彷彿回到了那個歷史現場，親眼見證漳州人與泉州人的鬥爭與死傷。<br><br>

那是一段傷痛的歷史過往，在地方仕紳協調下，雙方決定以「血緣代替地緣、賽陣頭代替打破頭」緩解那時的社會動盪，於是才有「姓氏輪值主普」具有地方色彩的鷄籠中元祭。當時未能帶回安葬的遺骸，眾人將之合葬，以「老大公」神格化其稱呼，後來又遷至如今的老大公廟，也是基隆舉辦開關龕門祭儀的所在。<br><br>

離開南榮國小後，車子接著就開往老大公廟，正巧趕上七月初一開龕門（俗稱的開鬼門），現場掛滿燈籠，好不熱鬧。我們走進現場感受，主委就站在樓梯口發送平安糕，前來祭拜的人潮一波接著一波，下午就要開門了，那股蓄勢待發的氣息，好像在宣告：鷄籠中元祭就要隆重登場！

    `}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_04.jpg"},null,8,["img"]),t(r,{marginBottom:"10px",img:"img/direction/v10_03_05.jpg"},null,8,["img"]),t(o,{title:"滿街燈籠，<br>是為款待所準備的引路燈"}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_06.jpg"},null,8,["img"]),t(i,{text:`
再次上車，小滿適時提醒我們看看窗外的風景，沿街都是燈籠，巴士好似跟著燈籠的路徑前行，他說那是引路燈，一路從老大公廟綿延至山丘上的主普壇。<br><br>

主普壇是為了中元祭而建的固定式祭壇，基隆的大普度就辦在這裡。從七月初一到十五，基隆人不只為普度而準備，也會再三地發出邀請，豎燈篙、放水燈都是邀請函，如此慎重，都是希望一切圓滿、皆大歡喜。<br><br>

看不見的老大公，不知道祂們怎麼看待每年的盛宴，我忍不住想像祂們心滿意足的神情。此時窗外傳來了喧鬧聲，隔著車窗，好似腦海中的想像浮現，期間限定的主普壇大旅社剛剛開張，鬼朋友們齊聚一堂，為這珍貴的暑假歡欣鼓舞，七嘴八舌地討論著今年會有什麼新花樣。<br><br>

我們如此用心款待，祂們真的會如此開心吧！

    `}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_07.jpg"},null,8,["img"]),t(r,{marginBottom:"10px",img:"img/direction/v10_03_08.jpg"},null,8,["img"]),t(i,{text:`
巴士繼續移動，依著水燈頭繞境遊行的路線拜訪四大廟。我的視線一路跟隨窗外的燈籠來到海洋廣場，巨型花燈已經定位，轉進擁擠的鬧區，城隍廟、慶安宮、奠濟宮再到覺修宮，我們吃著七月限定的必桃摩訶，耳邊的中元祭故事持續播放。<br><br>

窗外不只是熟悉的基隆街景，普度也不只是一頓飯的招待，而是飽含基隆人情味的盛情款待。<br><br>

就這樣我們來到水燈頭的終點—望海巷。水燈頭在這裡燃燒、推向大海，是向海上的鬼朋友們發出的最後邀請：明天就是十五，記得上岸來吃飯。

    `}),t(o,{title:"共同參與，齊心傳遞向海之火"}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_09.jpg"},null,8,["img"]),t(i,{text:`
我們站在遼闊的海岸線，觀賞也參與了最後一場演出，一同傳遞燈火，像是推送著水燈頭，將這份邀請送向大海。很喜歡這段寫意的演出，彷彿能看見海上火光，慢慢幻化在黑夜之中，一聲聲的邀請、一聲聲的呼喚，都是這座城市的心意。<br><br>

「鷄籠中元祭，不是誰能單獨完成的事。」伴隨著落幕時的揮手告別，這句話持續在我耳邊迴盪。<br><br>

這場巴士導覽劇場不也是，如同鷄籠中元祭，是眾人的心血投入才得以呈現的事。不只有全場陪伴的導覽員，還有專業的劇場演員、參與共創的素人演員，以及顧頭顧尾的車長小姐、看不見的夥伴在幕後奔波。是眾人齊心協力，用兩個半小時的時間，帶我們走進中元祭的現場、走近中元祭的核心。<br><br>

在這趟旅程中，戲劇濃縮了中元祭的精彩時刻，導覽則是沿途發揮，讓歷史一點一滴的走進心裡。感覺「走境171」傳遞的不只是故事，也連同中元祭的精神一起。

    `}),t(r,{marginBottom:"10px",img:"img/direction/v10_03_10.jpg"},null,8,["img"])]),_:1},8,["banner"])}const h=c(l,[["render",x],["__scopeId","data-v-b370af58"]]);export{h as default};
