import{_,a}from"./rotateEye.57f6dd25.js";import{_ as i}from"./hint.e4ba3f89.js";import{_ as b}from"./title.11882169.js";import{_ as c}from"./articleContent2.bf8375f9.js";import{a as p,o as l,c as x,w as g,b as t}from"./entry.666f9fde.js";import"./useAsset.9bfbe132.js";import"./v6_cover02.d677e937.js";const s={};function u(f,v){const n=_,r=a,o=i,e=b,m=c;return l(),x(m,{type:"woman",title:"女性海軍少校，也是橫渡北半球的商船大副",banner:"img/woman-main/v6-03-01cover.jpg",name:`
      文：葉奕緯<br>
      圖：李華珍
    `},{default:g(()=>[t(n,{text:`臺灣可能僅有一位女性，可以有這樣傳奇的經歷。<br><br>

她曾經在海軍服役 20 年，經歷過無數次保密的軍事行動，多次到友邦敦睦 (敦親睦鄰)，在知名的紀德級驅逐艦、成功級、諾克斯級巡防艦，以及拉法葉戰艦擔任要職，也是海軍參謀，最高任職海軍少校。<br><br>

而更精彩的人生，是在她退役後開始。她任職陽明海運，從見習三副、三副、二副，一路當到大副。她獨自和各國海關溝通對接，管理整艘船中來自各國的水手，並在國外處理各種棘手的突發狀況。<br><br>

她是李華珍，畢業於海軍官校，她留著短髮，英姿颯爽，充滿幹練與自信。這份自信，源於她豐富的軍事與船務經驗，以及數十年的海上管理職經歷。她用了 20 年生命守護台灣，奉獻她所有的青春歲月。而她的傳奇一生，是一脈所相承。

    `},null,8,["text"]),t(r,{marginBottom:"10px",img:"img/woman/v6-03-02.jpg"},null,8,["img"]),t(o,{text:`就讀海軍官校時的李華珍(左三)
       `},null,8,["text"]),t(e,{title:"海軍從業 20 年，守護台灣安危的最前線"}),t(n,{text:`華珍出生在軍港、商港環繞的高雄，正好爸爸任職海軍，讓華珍選擇海軍當作人生第一份職業。然而，軍中的生活，比想像中更艱辛。<br><br>

「我們要學輪機、航海、甲板，什麼都要學。後來待過澎湖、蘇澳，要在哪裡服役，是透過抽籤分發或單位輪調與指派。」華珍說明過去經歷。在軍中，隨著命令與軍事需求而旅居各地，其中的艱辛不為人知。<br><br>

而想要擔任海軍，並非人人都能勝任的職務。<br><br>

「軍艦比商船小，在海上時，我們幾乎沒看到船頭過。船很像洗衣機裡的衣服上沖下洗、左搓右揉，很晃。手一伸出去，有可能就摸到海水了。」華珍在海上的第一週，暈船吐到不行，後來很快就適應了，比其他人更快克服暈船的障礙。<br><br>

除了暈船的困擾外，因為海軍是守衛台灣的第一線，隨時要處在備戰狀態，經常半夜警報一響，三分鐘內要著裝就戰鬥部署，男女都一樣。可以想像在軍艦上的生活，就像陸地上的消防員，幾乎很難好好休息，並且面對的都是緊急情況，壓力極大。
    `}),t(r,{marginBottom:"10px",img:"img/woman/v6-03-03.jpg"},null,8,["img"]),t(o,{text:`跟隨軍艦敦睦時女軍官們的合影(後右二)
       `},null,8,["text"]),t(n,{text:`「有次我們兵推做到晚上十點多後，剛睡沒多久，凌晨兩點就廣播集合出港。當時我們在台灣海峽中線，有十級風浪，要處理軍事狀況。」在採訪過程中，有很多話只能點到為止，因為涉及不公開的軍事機密。<br><br>

海軍工作除了日常的戰備演訓和行政業務，華珍也曾到邦交國敦親睦鄰。「有次去多明尼加，那邊是女兵帶著衝鋒槍站崗。我的小男兵想和拉丁裔的女生合照，女生還親他一下，讓他很開心。」華珍形容在異國印象深刻的場景。<br><br>
擔任 20 年海軍後，華珍來到退役的選擇時刻。

    `}),t(e,{title:"商船險境：海上起火、櫃子吹飛"}),t(n,{text:`「海軍退役後，我沒想過其他工作，跑商船除了增加貨物裝載作業，其他幾乎都一樣。」華珍分享決定跑商船的原因。<br><br>

花了一年時間重新學習，華珍進到陽明海運從見習三副當起。而商船的挑戰，和軍艦完全不同。

    `}),t(r,{marginBottom:"10px",img:"img/woman/v6-03-04.jpg"},null,8,["img"]),t(o,{text:`退役後，華珍帶著一身技藝轉戰商船
       `}),t(n,{text:`有次華珍航行至加拿大，碰巧遇到很大風浪，十幾二十艘船一起在海上漂，結果有艘貨櫃船的櫃子不停掉落海。「就像下餃子一樣咚咚咚下去，後來跟船長、PSC (港口國監督) 聊天才知道掉了 109 個櫃子。因為有載危險品引發火災，加拿大還派三艘滅火船來。」<br><br>

「你們的船怎麼都沒事？」相信大家都想問。<br><br>

「我和水手每天加強三次綁紮，調整好船的狀態。我也負責計算壓艙水、油、淡水等資料，調整了船的重心值、船傾高度、搖擺頻率。這是身為大副的責任。」華珍分享專業的神情極為專注，這是關乎全船性命的事情，不容馬虎。<br><br>

有在商船擔任職務的人，對於這份在船上的工作，已經覺得很煎熬累人，然而華珍卻覺得商船「算輕鬆」。<br><br>

確實，華珍擔任海軍時期，睡的是上下舖，處理的是緊急事件，船的搖晃程度更劇烈。而在商船工作，雖然要過著比陸地辛苦的海上生活，但可以住單獨套房，船的搖晃程度也較小，更不用時常處於精神緊蹦狀態。對於華珍來說，商船對比軍艦，確實是「比較」舒適。

    `},null,8,["text"]),t(r,{marginBottom:"10px",img:"img/woman/v6-03-05.jpg"},null,8,["img"]),t(o,{text:`凡事親力親為的華珍，會與船員共進退
       `}),t(e,{title:"走出海，看世界"}),t(n,{text:`剛開始在海上工作，身為女性的華珍常聽見這樣的話語：<br>
「怎麼會是女生當船員？還是當海軍！」<br><br>

而在時代變化下，社會風氣已經有很大改變。「我去其他地方，或去教會時，他們都很崇拜我，覺得我好厲害。」華珍分享女生從事海上工作過程，社會觀感的前後變化。<br><br>

「我在海上工作這些年，弟弟總是說『有這樣的老姐，很驕傲！』」華珍除了獲得家人支持，船員也對她尊敬又愛戴，甚至有緬甸籍船員稱華珍「媽媽」，會向她傾訴日常的情緒與煩惱。

    `}),t(r,{marginBottom:"10px",img:"img/woman/v6-03-06.jpg"},null,8,["img"]),t(o,{text:`長年帶兵的經歷，讓華珍訓練船員時駕輕就熟
       `}),t(n,{text:`近年，女性從事海上職業的人數越來越多，華珍很鼓勵大家從事喜歡的工作，也有一段話想送給有志從事海上工作的女性：「想要從事這個行業，要喜歡海、要喜歡接受挑戰，加入我們，去看世界！」<br><br>

         海上工作並非男性專屬，而是有能力的人，都可以擔任。華珍就是一個極佳例子，相信所有想從事海上工作的女性，都可以藉由努力與學習，走向自己的夢想。

    `})]),_:1},8,["banner"])}const k=p(s,[["render",u],["__scopeId","data-v-b4bea196"]]);export{k as default};
