import{_ as m,a as i}from"./rotateDirection.7df5ac1b.js";import{_ as a}from"./hint.dcc6896a.js";import{_ as g}from"./title.4060f405.js";import{_ as p}from"./articleContent2.69a997b4.js";import{a as c,o as b,c as l,w as x,b as t}from"./entry.e78274b8.js";import"./useAsset.87dd93c2.js";import"./v6_cover02.dd8797a7.js";const s={};function u(y,d){const _=m,e=i,o=a,n=g,r=p;return b(),l(r,{type:"eye",title:"海上也需要有的儀式感",banner:"img/eye/v7_03_01cover.jpg",name:`
      文：鄭十一<br>
      圖：厭世文、涂佳豪、Jimmy Chen、商船記
    `},{default:x(()=>[t(_,{text:`
「嗚～～～」港口邊低沉又響亮悠長的汽笛聲，你可曾聽過？<br><br>

這個聲音相信基隆人都不陌生，是大船啟航時的船鳴聲。此外，每年的跨年夜，港邊的船隻也會一同鳴笛慶祝，熟悉的汽笛聲不知不覺成為基隆人對家鄉的共鳴。<br><br>

在新年午夜鳴笛慶祝，其實是國際航海界的共同習俗。<br><br>

西方的傳統是在國曆的跨年夜慶祝，但華人社會還有另一個過年，因此除夕夜也延續了這個習俗，變成有兩次的鳴笛慶祝儀式。相傳海軍艦艇之間還會相互較勁，比拚看誰的「氣」更長，汽笛聲愈響、持續的時間愈長，被視為好兆頭，同時也代表艦艇機件狀況良好。<br><br>

像這樣因航海交織出的海上文化，其實比想像中還要多。面對多變的大海，行船人不分國族都有著敬畏的心，也因此會特別重視各種航海儀式。

    `}),t(e,{marginBottom:"10px",img:"img/eye/v7_03_02.jpg"},null,8,["img"]),t(o,{text:`凝視大自然的美，也敬畏這份狂野的力量
       `}),t(n,{title:"航海儀式多，是信仰與習俗的延伸"}),t(_,{text:`
眾多儀式裡，最受重視的莫過於新船啟航前的祈福儀式，無論東西方都特別講究。或許形式各有不同，但都是為了祈求航行順利與平安歸來。<br><br>

你是不是第一個想起的也是蘭嶼達悟族的下水祭儀？部落裡的男性穿著丁字褲（Kekjit no mehakay）進行拋船儀式，伴隨吶喊助陣的畫面令人印象深刻。而臺灣許多漁村除了進行傳統的科儀祭祀之外，也有「擲吉儀式」，從新船拋下麻糬給象徵魚群的眾人，有著滿載而歸的寓意。<br><br>

至於西方的下水儀式則是隨著時間不斷演變，從漁民習俗流傳到海軍，再到現代商船，一脈相承。最早源自古希臘對海神的祭祀，而後古巴比倫人殺牛獻祭，北歐海盜則是獻出奴隸的血。15世紀時，英國下水儀式改由國王使者以銀製高腳杯舉酒祝賀，並把象徵鮮血的葡萄酒灑在甲板上，最後將酒杯扔到船外。<br><br>

演變至今，現代東西方的新船多會以「擲瓶禮」作為啟航儀式，透過打碎酒瓶，祈願海上不再有船員遇難而拋出的漂流瓶。通常由象徵教母的女性將酒瓶砸向船頭，摔得愈碎愈好，代表新船將永遠航行平安。<br><br>

近年的新船儀式講求效率，命名擲瓶下水三項儀式經常聯合一併舉行。「擲瓶禮」也改成將酒瓶包於綵球之中，以紅繩連結船首及典禮台，等教母命名之後，以小斧頭斬斷繩子，繽紛的綵球隨之爆裂，酒瓶落下砸在船首，場面更加華麗有看頭。

    `}),t(e,{marginBottom:"10px",img:"img/eye/v7_03_03.jpg"},null,8,["img"]),t(e,{marginBottom:"10px",img:"img/eye/v7_03_04.jpg"},null,8,["img"]),t(o,{text:`陽明海運永明輪的新船下水儀式
       `}),t(n,{title:"當信仰在海上交會，都是為了平安這個心願"}),t(_,{text:`
往來世界港口的商船是海上的移動城堡，船上聚集了不同國家的船員。不只一起工作，也長時間共同生活，船員們帶著母國的信仰與習俗在船上交匯，就像小小聯合國。<br><br>

緬甸船員們大多是虔誠的佛教徒，會在房間的窗邊擺上佛像小卡，早晚禮佛，偶爾也會把餐後的水果帶回房間供奉。而信奉伊斯蘭教的船員，即使上船工作也依然保持每天五次的禮拜，因此工作途中他們要是消失一小段時間，大概就是到某個角落進行禮拜了。<br><br>

而不少臺灣船員也會把傳統的道教祭祀帶上商船。在臺灣，不只漁民特別重視信仰與儀式，依海而生的港口碼頭也十分重視，而這一份虔誠也跟著上了商船，因此會聽到一些相似的民間習俗。<br><br>

例如吃魚不能翻面、遇見流水屍要善心協助打撈，以及屍體不能過船的龍骨等，都是漁民、商船與軍艦共同遵循的習俗。而臺灣的商船大多是由臺灣船長掌舵，若是船長重視，這些習俗禁忌就會比較明顯。像是萬海航運，每艘船上都會供奉媽祖神像，以保佑航行順利。

    `}),t(e,{marginBottom:"10px",img:"img/eye/v7_03_05.jpg"},null,8,["img"]),t(o,{text:`
    基隆的總舖師準備全魚料理時會貼心地將魚立著，如此一來就沒有翻面的問題了

       `}),t(e,{marginBottom:"10px",img:"img/eye/v7_03_06.jpg"},null,8,["img"]),t(o,{text:`
    船尾背風，通常會在這裡進行祭拜儀式、撒紙錢

       `}),t(_,{text:`
除了中元普度與三大節日的拜拜，慎重的話在啟航離港時，還會撒紙錢給海上的好兄弟們。若是遇到機械故障無法解決或是諸事不順的情況，有些船員也會燒香祭拜。這些聽起來或許迷信，但時有耳聞機械因此神奇恢復正常的事跡，船員之間才會相互流傳，就像科技業信奉的綠色乖乖，船員也都會帶上船。<br><br>

雖然船員之間的信仰不同，平時也是互相尊重，但一些較為開放的船員，有時也會入境隨俗跟著拿香拜拜。畢竟大家同在一艘船上，也共享著安定的力量。

    `}),t(e,{marginBottom:"10px",img:"img/eye/v7_03_07.jpg"},null,8,["img"]),t(o,{text:`將紙錢撒向大海，有與海上好兄弟分享的意涵
       `}),t(n,{title:"海上禁忌沒在少，東西方大不同"}),t(_,{text:`
提到海上的禁忌，其實西方行船人也有著不少忌諱。不能吹口哨、亂講話，算是業界行規，另外航海也對數字13與星期五有所顧忌，在意的船員會盡量避免這個時間啟航。比較特別的是船上有香蕉會帶來霉運、黑貓會送水手平安回家等說法，大抵與國族風情有著關聯。<br><br>

而相較於華人信仰對於好兄弟的敬畏，西方船員更加在意的是海神。相傳赤道一帶被列為禁區，穿越的船隻會遭遇不測。但隨著大航海時代的開展，穿越赤道成為必然，後人便想出了「赤道裝扮」的儀式，藉著奇特的裝扮來瞞過海神的眼睛。

    `}),t(e,{marginBottom:"10px",img:"img/eye/v7_03_08.jpg"},null,8,["img"]),t(o,{text:`原本充滿忌諱的赤道裝扮，成為受歡迎的新手訓練儀式
       `}),t(_,{text:`
因為帶有惡趣味，「赤道裝扮」成為海上的一種無聊消遣，後來慢慢演變成新水手的考驗，是東西方共同流傳的知名儀式。但凡第一次通過赤道的船員都必須經此一遭，由資深船員扮演海神，進行一連串的惡作劇，象徵著新進船員能迎接各種海上凶險。<br><br>

面對未知與危險，人們往往更加小心謹慎，在海上也是一樣的道理。儘管現代科技已帶領船員無數次平安往返大海與陸地，但面對大海的孤獨感，讓這些儀式也許不只是儀式，更是船員的心靈依託。

    `})]),_:1},8,["banner"])}const w=c(s,[["render",u],["__scopeId","data-v-682dfe2d"]]);export{w as default};
