import{a as m,_ as a}from"./rotateDirection.6c778f96.js";import{_ as c}from"./hint.94ec0060.js";import{_ as i}from"./title.42f61be2.js";import{_ as p}from"./articleContent.5d3421c7.js";import{a as l,o as s,c as g,w as x,b as t}from"./entry.3152b17f.js";import"./useAsset.bee5e7c1.js";import"./v6_cover02.3912c3f2.js";const u={};function b(f,d){const e=m,o=a,_=c,n=i,r=p;return s(),g(r,{type:"travel",title:"《海》<br>一本通往世界的<br>輪船旅遊雜誌",name:`
      文：單彥博<br>圖：雞籠卡米諾
    `},{default:x(()=>[t(e,{img:"img/travel/sea1.jpg"},null,8,["img"]),t(o,{text:`工業革命後，蒸汽機被廣泛使用於鐵道運輸以及航運的交通工具，日本也在19世紀明治維新後，引進了西方工業化的思維，由財團經營的航運公司紛紛投入，協助拓展日本的版圖。1884年創立的大阪商船株式會社，靠著眾多航線將旅客送往世界各地，日本接管台灣後，大阪商船順勢也在基隆設立支店、開拓航線。<br><br>
航線經營有成後，大阪商船更在1924年出版《海》雜誌，一年四刊，除了船公司及當代的廣告之外，也會介紹各國不同的風俗民情，可以說是旅遊雜誌的先驅。<br><br>
當時也會邀請名人撰寫遊記，例如於1930年第23號刊，便收錄了辻井浩太郎撰寫的《夏の台湾へ》，提到他搭乘蓬萊丸到台灣旅遊的趣事。

    `}),t(e,{marginBottom:"10px",img:"img/travel/sea2.jpg"},null,8,["img"]),t(_,{text:`大阪商船主要航線圖
    `}),t(n,{title:"日人來台的輪船旅記"}),t(o,{text:`《夏の台湾へ》一文中記錄著辻井浩太郎對台灣的描述，一開始就說到日本人對於台灣的印象是焦熱地獄，他便做了詳細的台北、大阪、東京、熊本的溫度比較表後發現，其實當年八月台北的氣溫只有五天比大阪高，甚至有二十一天比大阪還低溫，不過與日本的天氣相比，台灣夏天比較漫長卻是事實。同時辻井也特別紀錄台灣特有的防暑建築「亭仔腳」（騎樓）的描述。除了夏日台灣的氣候有多加描述之外，台灣水果中的「芒果」也被辻井特別寫入文中，他形容芒果的口感如乳霜狀地融化在舌尖上，味道非常甜，是一種吃起來相當誘人的東西。<br><br>
雖然當時已經可以藉由輪船來到台灣旅遊，但船票可相當的不便宜！神戶到基隆的一等至三等的票價分別為六十五円、四十五円、二〇円，當時基隆地方稅調查委員的年薪約為五〇円，從薪水的幅度可以瞭解到，搭乘輪船旅遊的成本還是相對高昂的，不只是艙等有分等級，像是休息室及食堂也會有不同等級的區別。
    `}),t(e,{marginBottom:"10px",img:"img/travel/sea3.jpg"},null,8,["img"]),t(_,{text:`《夏の台湾へ》文中的溫度比較表與船班票價資訊
    `}),t(n,{title:"一百年前基隆散策路線"}),t(o,{text:`觀光盛行於台灣本島之後，自然每座城市都會有屬於自己的特色景點，基隆的景點橫跨基隆港東西兩岸，當時已規劃有一日遊的行程路線給旅客。<br><br>
這條路線相當有趣，旅客可以從基隆驛開始，前往高砂公園(現委託行一帶)、千人塚(現三坑車站附近)、基隆神社(現忠烈祠)、水產會社(三沙灣附近)、御遺跡紀念碑(二沙灣附近)、孤拔海濱(大沙灣海水浴場舊址)、旭丘、八尺門、社寮島(和平島)、蕃字洞、紅毛井(已消失)，最後搭乘接駁船往仙洞窟之後，再以人力車拉回到基隆驛。<br><br>
雖然這樣有趣的一日遊，因為商港發展的關係無法重新複製，但今年( 2023 )四月基隆再度以郵輪港口的形式迎接來來往往的國際旅客，每當郵輪到訪，都讓基隆再次展現異國港都的風采。
    `},null,8,["text"]),t(e,{marginBottom:"10px",img:"img/travel/sea4.jpg"},null,8,["img"]),t(_,{text:`蓬萊丸輪船外觀與內部陳設
    `})]),_:1})}const C=l(u,[["render",b],["__scopeId","data-v-62a992f2"]]);export{C as default};
