import{_ as c,a as p}from"./rotateDirection.ec08a480.js";import{_ as l}from"./title.90b00c52.js";import{_ as s}from"./intro.2d565014.js";import{_ as b}from"./articleContent.0b9b3c60.js";import{a as g,o as u,c as x,w as d,b as t,p as f,e as B,f as i}from"./entry.962b8f91.js";import"./useAsset.593d7d0f.js";import"./v6_cover02.05e2f7ea.js";const h={},r=a=>(f("data-v-822067bb"),a=a(),B(),a),j=r(()=>i("br",null,null,-1)),I=r(()=>i("br",null,null,-1));function v(a,w){const n=c,o=p,e=l,_=s,m=b;return u(),x(m,{type:"nation",title:`哈瓦那<br>到另一個<br>多雨的哈瓦那
`,name:`
      文：鄭十一<br>
      圖：劉祐銘攝影美學、<br>Anita Yeh、<br>Francis Fernández Trujillo
    `},{default:d(()=>[t(n,{text:`古巴藝術家Francis<br>
      1978年出生於哈瓦那<br>
      因為愛上來自台灣的Anita決定漂洋過海<br>
      目前兩人定居基隆

    `}),t(o,{marginBottom:"10px",img:"img/nation/cuba1.jpg"},null,8,["img"]),t(e,{title:""}),t(n,{text:`聽說1965年第一部來台灣取景的好萊塢電影《聖保羅砲艇》曾到基隆拍片，當時基隆市區有許多巴洛克建築、酒吧、咖啡廳，充滿異國情調，讓外國劇組留下深刻印象，甚至稱基隆為「多雨的哈瓦那」！<br><br>
      只是對於來自哈瓦那的我來說，除了狹小的港灣有些相似，對比兩地我倒覺得沒什麼相像之處，不過這也可能是因為我對哈瓦那的港口過於陌生的緣故。<br><br>
      2017年我和太太決定回到她的故鄉基隆，這是我第一次離開古巴，飛機快抵達台灣時出現很多雲霧，這跟乾燥、晴朗無雲的哈瓦那截然不同，我知道我們即將去往另一個完全不同的國度，但沒想到的是，來到台灣我才真正開始認識我的國家。

    `}),t(o,{marginBottom:"10px",img:"img/nation/cuba2.jpg"},null,8,["img"]),t(e,{title:"離開了，才重新認識古巴"}),t(n,{text:`貝雷帽、大鬍子、帥氣地抽著雪茄，似乎是許多人對於古巴的印象，但同樣的裝扮對於古巴人來說是截然不同的形象。<br><br>
    你知道的，古巴現在仍是個共產國家。歷經西班牙殖民、非洲黑奴輸入、美國介入政權，1959年的古巴革命本應該為古巴帶來真正地自由，事實卻不是如此。出生於1978年的我，曾聽長輩說過革命前的哈瓦那是多麼有活力、繁榮的城市，但我也未曾見識過。來到台灣生活後，我才感受到那應該是所謂的自由。你問自由是什麼感覺？不妨聽聽我們的生活吧！聽說台灣也曾有過相似的管制時期。
    `}),t(o,{marginBottom:"10px",img:"img/nation/cuba3.jpg"},null,8,["img"]),t(e,{title:""}),t(n,{text:`共產制度建立後，私人財產幾乎被收為國有，雖然多數是與美國有關的公司或產權，但人民的收入也因此遭到限縮，食物配給取代自由貿易，生活條件大概維持在糊口而已。政府雖然提供了免費醫療與教育資源，不過也限制了人民的想像與自由，因為它只提供希望我們知道的資訊，2014年以前我們甚至沒什麼機會使用網路。<br><br>
古巴人一生多半只在家鄉生活、終老，少有機會到外地，更不用說旅遊。在古巴，醫生的收入已算不錯，但月薪也僅有25元美金。支付生活開銷之外，還能有多少閒錢呢？如果有機會代表國家出國比賽，護照會被統一保管，就怕你出去就會逃跑。幸運如我，才能有如此不一樣的際遇。
    `}),t(o,{marginBottom:"10px",img:"img/nation/cuba4.jpg"},null,8,["img"]),t(e,{title:"簡樸卻充滿藝術與音樂的生活"}),t(n,{text:`儘管有著各種限制，但古巴人熱情、幽默，音樂更是寫入古巴人的基因，我們隨時都能來一段騷莎舞，生活裡總是充滿歡笑。除了音樂，影響我最深的還有繪畫。<br><br>
小時候時常看著爸爸畫畫，他最常畫火車給我，我也跟著畫，不知不覺便喜歡上畫畫。青少年時期嘗試自學，正巧遇上非洲藝術家薩爾瓦多˙岡薩雷斯，看著他慢慢地將漢米爾街變成一條藝術街，附近開始聚集藝術家，間接催化了我進入藝術學院的學習之路。後來幸運地遇上了貴人，一路上結交許多藝術家朋友，我們時常聚會交流，是一段令人十分想念的時光。
    `}),t(o,{marginBottom:"10px",img:"img/nation/cuba5.jpg"},null,8,["img"]),t(e,{title:""}),t(n,{text:`因為哈瓦那一直是歐美人士熱愛的渡假勝地，我們有不少機會可以接觸觀光客，有些人喜歡融合了當代與非洲風格的古巴藝術，會私下購買我們的畫作，所以在古巴藝術家的收入可能比醫生好上許多，藝術也因此成為哈瓦那的特色。除此之外，我們更透過外國遊客認識世界，我與太太也是因此認識的。<br><br>
雖然厭惡國家制度，但我依然深愛古巴。如果問我想把什麼帶到台灣，那一定是古巴的熱情。如果我可以帶什麼回去古巴，那一定是台灣的自由。
    `}),t(o,{marginBottom:"10px",img:"img/nation/cuba6.jpg"},null,8,["img"]),j,I,t(_,{text:`
     城市簡介：哈瓦那(La Habana) 是古巴首都，也是加勒比海國家中最大的城市。18世紀哈瓦那是西班牙在新世界殖民地的重要港口， 19世紀隨著加勒比和北美各州之間的貿易增加，哈瓦那成為一個繁榮和時尚的城市。1959年古巴革命之後，古巴政府將發展中心轉移到農村等廣大地區，哈瓦那舊城的發展和改造逐漸停滯。`},null,8,["text"])]),_:1})}const N=g(h,[["render",v],["__scopeId","data-v-822067bb"]]);export{N as default};
