import{_ as i}from"./title.23cb48f2.js";import{_ as m,a as g}from"./rotateIsland.625d29c6.js";import{_ as l}from"./hint.fcbaf4b3.js";import{_ as a}from"./articleContent2.de41f631.js";import{a as c,o as p,c as b,w as x,b as t}from"./entry.2803dbba.js";import"./useAsset.9ec78e7b.js";import"./v6_cover02.d947da3a.js";const s={};function u(f,v){const _=i,n=m,e=g,r=l,o=a;return p(),b(o,{type:"light",title:"從瀨戶內海到基隆：<br>藝術連結地方的路",banner:"img/light/v11_03_01cover.jpg",name:`
      文：黃韋智<br>
      圖：涂佳豪、黃韋智、雅布重
    `},{default:x(()=>[t(_,{title:"為什麼談「藝術與在地」？"}),t(n,{text:`
藝術到底能不能改變地方? 地方真的需要藝術嗎? <br><br>
這些問題這些年縈繞在心裡，從滿腔熱血開始，到靜下來思考長期的營運，從一次的海港展覽發表，到提出並持續營運的「永晝海濱美術館計畫」，回頭看，我們已經陪伴這座漁港走了六年。<br><br>
這六年經歷了無法想像的掙扎，也擁有了無與倫比的美好時刻。對於「藝術與在地的關係」，依然沒有明確的答案，但我們的初心沒有變，希望讓土地的故事能持續藉由創作被保存、被轉譯、被更多人共鳴、被更多人理解。<br><br>
至少我相信，持續地走，有一天會看見那個未來的，那個社會共融、被藝術包圍、能更包容彼此的共感世代。


   `}),t(_,{title:"2014 的第一次瀨戶內，設計迷眼中的藝術祭"}),t(n,{text:`
回想第一次去瀨戶內國際藝術祭，是 2014 年，那時候的我在東京的吉村靖孝建築事務所實習，滿腦子都是建築設計。實習結束後，抽了段時間去瀨戶內海小豆島上農場換宿，在每天種小黃瓜的時光裡，用很日常的時光感受了這片海域。<br><br>
這些島嶼對當時的我來說，是建築設計愛好者的天堂：美術館和地景融合，廢墟被改造，作品與環境對話，我看到的是「藝術創作」和「建築案例」。那時其實還不太懂什麼叫「地方創生」，更沒有想過藝術和居民的關係，只是單純覺得—啊，原來藝術可以這樣嵌進地方文化裡。<br><br>
那是一種很輕盈、純粹的眼光。


   `}),t(e,{marginBottom:"10px",img:"img/light/v11_03_02.jpg"},null,8,["img"]),t(r,{text:`瀨戶內國際藝術祭是每3年舉辦一次的現代藝術祭典，是日本最具代表性的藝術祭之一，藝術作品分散在瀨戶內群島各地，吸引旅客以跳島的方式體驗在地。
       `}),t(e,{marginBottom:"10px",img:"img/light/v11_03_03.jpg"},null,8,["img"]),t(r,{text:`從設計實習到地方的農場換宿，在心裡埋下了地方文化的種子
       `}),t(_,{title:"正濱的起點，從故事開始"}),t(n,{text:`
現在的正濱漁港，在大家腦海中應該是一個很繽紛的地區，有著全台灣最成功的彩色屋案例，聚集了許多的風格店家，咖啡廳、餐廳、伴手禮店林立。<br><br>
每年除了我們星濱山舉辦的「永晝海濱美術館」，另外還有由政府主持的「潮藝術」同時在這個場域發生。創作、娛樂與商業好像從來沒有在正濱停止過，但其實我們剛來的時候不是這樣的呢！<br><br>
時間回到2017年的冬天，當時的正濱因為漁業沒落，彩色屋計畫尚未誕生，港邊多是白色藍色相間的房屋、空無一人的街道，留下的是一種純粹的安靜。我們被那份與海洋相依的寧靜給打動，因而提出了以「藝術共創」為核心的行動計畫。<br><br>
那時候的想法很單純，想透過「藝術」擾動這片漁港，藉由藝術家的創作過程，聽居民講自己的記憶，並且做出更深的回應。關於漁網職人的故事、關於港邊五金行的故事、關於船長的故事、關於漁港移民的故事，透過創作，讓這些片段慢慢編織出一張屬於正濱的感性地圖。<br><br>
很喜歡書豪在某篇報導上說的：「在藝術以外，我們所談的是一種『感染』。」透過創作讓正濱能容納更寬廣的族群，並且盡可能聆聽不同的聲音，他的那份真摯與浪漫，我真心佩服，並如此相信直到現在！


   `}),t(e,{marginBottom:"10px",img:"img/light/v11_03_04.jpg"},null,8,["img"]),t(r,{text:`沒落的正濱漁港，有另一種美感
       `}),t(_,{title:"從一次展覽到一份永續的經營"}),t(n,{text:`
2018年「星濱山工作室」正式成立，透過當時火紅的FlyingV群眾募資、舉辦了第一次的港灣藝術節。嘗試與地方合作，打造了第一次的街區藝術節，作品分散在港區的閒置空間裡，有商店、有住家也有廢墟。憑著一份熱忱，我們在寧靜的港口創造了閃耀的光芒，那份閃耀到現在我還妥善地放在心裡，成為至今還在這座漁港努力的重要因子。<br><br>
但為什麼要從一次的街區展覽轉變成「永晝海濱美術館」呢? <br><br>
我想核心是對地方的「愛」，執行的契機則是一份「反抗」。2020年開始，政府加入了「藝術節」的行列，資源充分、煙火式的藝術節在全台灣各地發芽，卻沒能真正的為地方說一段完整的故事。<br><br>
因此我們建立了「永晝海濱美術館」，並成立基隆共創藝術聚落協會，希望用「持續」、資源「永續」的方式，在這片港區耕耘。也將視野拉到國際的尺度，期待蓋一座更深、更有延續性的無牆美術館，帶領地方看見美好的自己與遠方。

   `}),t(e,{marginBottom:"10px",img:"img/light/v11_03_05.jpg"},null,8,["img"]),t(r,{text:`藝術成為打開空間的一種契機
       `}),t(_,{title:"我們想與整座城市一起"}),t(n,{text:`
基隆是一座神奇又有趣的城市，這裡氣候潮濕、港區因為政策原因不容易開放，且人口密集，但也因此在這座城市耕耘文化的人們，往往擁有強大的自我創造與能量。<br><br>
最近的我們，除了維持永晝海濱美術館的營運，也想「與整座城市一起」，期待丟下的一粒石頭，能透過年度展覽與整座城市的人們一起震動，創造清澈又深刻的漣漪。<br><br>
今年的雙年展『水啦：Water Lives Here.』除了一貫的街區展覽，還會以藝術、民眾參與的方式走入花車遊行；並且網羅在地創作者，舉辦為期兩天的「藝術市集」，持有藝術護照，還能在展期內獲得25個在地店家獨有的優惠。<br><br>
我自己很期待，透過「永晝海濱美術館」，這座城市的能量真正的成為一束光，吸引更多人的目光之外，也能照清楚自己的樣子。


   `},null,8,["text"]),t(e,{marginBottom:"10px",img:"img/light/v11_03_06.jpg"},null,8,["img"]),t(r,{text:`一群人可以一起走得更遠
       `}),t(e,{marginBottom:"10px",img:"img/light/v11_03_07.jpg"},null,8,["img"]),t(r,{text:`2025永晝海濱美術館以「水」作為主題
       `})]),_:1},8,["banner"])}const C=c(s,[["render",u],["__scopeId","data-v-0eae407f"]]);export{C as default};
