import{_ as l,a}from"./rotateLight.40a962b4.js";import{_ as p}from"./hint.19235bdc.js";import{_ as s}from"./title.d3e7fc7e.js";import{_ as g}from"./articleContent2.ebf78164.js";import{a as b,o as x,c as u,w as d,b as t,p as f,e as v,f as r}from"./entry.ee50d0c9.js";import"./useAsset.c4dd20be.js";import"./v6_cover02.223117fd.js";const B={},i=n=>(f("data-v-47911552"),n=n(),v(),n),I=i(()=>r("br",null,null,-1)),h=i(()=>r("br",null,null,-1)),j=i(()=>r("br",null,null,-1)),A=i(()=>r("br",null,null,-1));function N(n,S){const e=l,o=a,_=p,m=s,c=g;return x(),u(c,{type:"tide",title:"航運的綠色改革，海大智航中心推動氫能及無人船發展",banner:"img/tide/v8_03_01cover.jpg",name:`
      文：葉奕緯<br>
      圖：海大智航中心、樸實創意
    `},{default:d(()=>[t(e,{text:`
在全球氣候變暖，極端氣候加劇的當代，各國都開始重視減碳淨零。根據歐洲聯盟執行委員會訂定的方向，要在 2030 年前達成減碳 55% 的目標，而 2050 年則要達成淨零。 <br><br>

臺灣為和國際社會接軌，行政院發布 2050 淨零碳排路徑圖，提出在科技研發及氣候法制兩大治理基礎上，推動能源、產業、生活、社會等四大轉型策略，以及風電光電、氫能、前瞻能源、儲能、碳捕捉利用及封存等 12 項關鍵戰略，並將在 2030 年前投入 9 千億元預算全力發展。而想要達成這項目標，需要政府與民間單位、學研機構合力實踐，從微小地方開始做起，才有機會實現。<br><br>
 
如果臺灣沒有走向減碳淨零，企業仍然保持高碳排，將可能被歐盟等國課徵高額碳稅，外銷企業在海外的國際競爭力就會降低，不僅會影響整體臺灣的經濟，基於成本考量，企業還可能將部分碳稅轉嫁至消費者。<br><br>
 
因此，減碳淨零是全臺都正在努力走向的目標，而其中的氫能源發展，是全球都在大力推動的能源新方向，臺灣也不例外。其中，長期進行海洋觀測與先進工程的智慧化技術研究的「國立臺灣海洋大學智慧航運研究中心」（簡稱智航中心），長年學習國外典範，目前也有些成果展現。

    `}),t(o,{marginBottom:"10px",img:"img/tide/v8_03_02.jpg"},null,8,["img"]),t(_,{text:`智航中心在「2050 淨零城市展」時展示了團隊研發的無人自駕船
       `}),t(m,{title:"用氫能取代火力發電"}),t(e,{text:`
臺灣長期以來都過度依賴火力發電，導致碳排放量難以減少，需要增加更多綠色能源來減低碳排。其中，可以藉由自然能轉換可以儲存的「氫能源」，將有機會解決問題。<br><br>
 
而想要發展氫能源，就不得不提到它的特色功效。氫能源是可用於發電、交通運輸和工業用途的清潔能源。它是地球中最豐富的元素，儲存在水、天然氣和其他化合物中，當氫氣與氧氣反應時，會產生電能並釋放出水，因此是種零碳排放的能源，並且符合減碳淨零的趨勢。<br><br>
 
而氫能源之中，還包含綠氫、灰氫、藍氫、褐氫，他們的來源不同，過程會產生的汙染排放也不相同。例如最環保的「綠氫」源自風能、太陽能，可以運用電解水來生產。而「灰氫」則源於天然氣等。

    `}),t(o,{marginBottom:"10px",img:"img/tide/v8_03_03.jpg"},null,8,["img"]),t(_,{text:`氫能不只來源不同，生產技術也有差異
       `}),I,h,t(e,{text:`
這些年來，智航中心的高聖龍主任帶領研究團隊大力發展氫燃發電系統，用更有效率的方式進行能量轉換。在「2050 淨零城市展」中，團隊在現場展示氫燃料電池，取代傳統供電使用的咖啡機及自動販賣機，供民眾參觀。<br><br>
 
另一項在展覽中呈現的技術，是研究團隊開發的一台無人海洋測繪載具，除了可以自動導航前進，還可以協助進行海洋環境的數據採集。智航中心花費多年時間，大力發展智慧航運有關的技術，幫助臺灣達成2050年淨零排放目標。但是在推動過程，有遇到不少難題待解決。

    `}),t(o,{marginBottom:"10px",img:"img/tide/v8_03_04.jpg"},null,8,["img"]),t(o,{marginBottom:"10px",img:"img/tide/v8_03_05.jpg"},null,8,["img"]),t(_,{text:`
    上圖：高聖龍主任為來賓解說使用氫燃料電池的自動販賣機<br>
下圖：無人自動駕駛船搭配海洋測繪技術，讓用途更加多元

       `}),t(m,{title:"航運淨零碳排的發展難題"}),t(e,{text:`
2024年3月，在倫敦舉辦的聯合國國際海事組織會議上，大多數成員國支持針對全球海洋航運業者課徵溫室氣體的排放稅。這導致包含臺灣的航運業者，未來每次出航都將被課徵碳排放稅，增加成本。<br><br>
 
「臺灣法規尚未完善，除法規面的難解問題，臺灣的煤氣、石油都是進口而來，高度仰賴他國自然資源。同時，臺灣的綠色能源發展速度十分緩慢。以水製造氫氣的技術尚未成熟，這是目前的困境。」 高聖龍教授說明臺灣當前的困難。<br><br>
 
可以想像，若氫能無法被壓縮儲存的話，船出航時會缺乏足夠空間裝載氫能，只能夠航行一小段距離，就會因為缺乏動力能源而停滯。<br><br>
 
臺灣在淨零碳排發展方面，各單位之間目前都在不同領域努力，但未來會需要更加統一規範與單位，幫助業界明訂目標，集中資源並共同推動發展。

    `}),t(o,{marginBottom:"10px",img:"img/tide/v8_03_06.jpg"},null,8,["img"]),t(_,{text:`面對全球化的航運業，臺灣也正迎來國際趨勢
       `}),t(m,{title:"借鏡他國解方，解決當前難題"}),t(e,{text:`
高聖龍主任也額外分享在新能源發展上有獨特創新的比利時公司 ANGLO BELGIAN CORPORATION（ABC），該公司在 2021 年宣布創造世界第一艘氫能拖船，這艘船有 85% 動力是來自氫能源，採用的是新型發動機，不會排放任何細小顆粒物，能友善海洋環境。<br><br>
 
可以想像，如果未來全球港口都能運用氫能拖船，就能馬上有效減少碳排污染。雖然氫能源尚未解決能源儲存問題，但已經足夠應付港區短程的載運需求。甚至短程碼頭的接送，也相當適合使用氫能源。<br><br>
 
而智航中心研發的自動識別系統 AIS (Automatic Identification System)，可蒐集全球海上交通資料與水文氣象之大數據資料，並擁有衛星星鏈通訊與人工智慧發展船隻動靜態資料，其深度學習機制的創新技術，也已經在日月潭的電動船上實測，未來也有機會更大幅度運用在臺灣的航運上，有助於提升全球海事交通安全，並與國際發展接軌。

    `},null,8,["text"]),t(o,{marginBottom:"10px",img:"img/tide/v8_03_07.jpg"},null,8,["img"]),t(_,{text:`海大智航中心不只著重研發，也致力於產業的接軌
       `}),j,A,t(e,{text:`
要在 2050 年達成淨零排放目標，無疑是一件困難的事。<br><br>
 
但有共同目標後，近年政府、企業、學研單位，都在合力推動相關發展，成效已經慢慢出現。此外，高聖龍主任也與其他教授共同組成協會，與船舶相關產業交流探討海洋碳排放有關研究與發展資訊。而這並非單靠政府或某幾個大型企業，就有辦法達成，也需要像智航中心這類深耕相關領域許久的單位，攜手合作才能達成目標。

    `})]),_:1},8,["banner"])}const L=b(B,[["render",N],["__scopeId","data-v-47911552"]]);export{L as default};
