import{_ as c,a as _}from"./rotateIsland.625d29c6.js";import{_ as l}from"./title.23cb48f2.js";import{_ as s}from"./articleContent2.de41f631.js";import{a as m,o as p,c as b,w as d,b as t,p as g,e as x,f as e,h as f}from"./entry.2803dbba.js";import"./useAsset.9ec78e7b.js";import"./v6_cover02.d947da3a.js";const w={},u=a=>(g("data-v-e45bb4fe"),a=a(),x(),a),h=u(()=>e("div",{class:"article-special-text"},[f("參考文獻："),e("br"),e("a",{href:"https://www.archives.gov.tw/tw/arctw/336-9270.html",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"《聖保羅砲艇》：首部在臺灣拍攝的美國好萊塢電影 - 檔案瑰寶 "),e("br"),e("a",{href:"https://www.gvm.com.tw/article/97300",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"攝影大師李屏賓鏡頭下的經典：舒淇走過的基隆中山陸橋爆紅逾20年 | 遠見雜誌 "),e("br"),e("a",{href:"https://www.bella.tw/articles/travel&foodies/26487",target:"_blank",class:"article-special-href",style:{color:"#9f9a9a","text-decoration":"underline"}},"《親愛的房客》莫子儀住的「頂樓加蓋」就在基隆！儂編帶路跟著劇中場景品味基隆 "),e("br")],-1));function v(a,y){const r=c,o=l,n=_,i=s;return p(),b(i,{type:"wind",title:"港邊的凝視：從電影看見基隆與人之間的距離與牽絆",banner:"img/wind/v9_03_01cover.jpg",name:`
      文：何昱泓<br>
      圖：涂佳豪、國家文化記憶庫
    `},{default:d(()=>[t(r,{text:`
人與人之間的關係，常常在空間的縫隙中被記錄、理解與療癒。而基隆，正是那座值得反覆凝視的城市。
   `}),t(o,{title:"電影為何選中基隆？"}),t(r,{text:`

港邊的空氣混雜著海味與些許柴油味，總給人種潮濕多雨印象的基隆，對大多數臺灣人來說，這是一座距離台北不遠，卻相對有點邊緣的港口。可能也正因這種「有點城市味但又些許小鎮感」若有似無特質，「基隆」成為許多導演眼中的理想電影場景。<br><br>

而且三面環山腹地狹小的基隆，在不斷與海爭地的過程中，意外地造成建築層層堆疊，依山而建的屋舍錯落的市容。許多靠山陡峭的樓梯向上爬到盡頭，就能看見一望無際的大海，無需刻意取景與佈置，構出一幅山與海錯落的獨特畫面。<br><br>

自十七世紀就有不同人群移入的基隆，也保留了不同時期的建築與地貌，從考古遺址到現代高樓；從傳統市場到人行天橋；從碼頭倉庫再到造船廠廢墟。基隆各種樣貌的地景，也能替不同電影中角色的塑造更為加分。從《聖保羅砲艇》時代感濃厚的港邊洋樓，到《千禧曼波》如夢似幻的天橋，再到《親愛的房客》的破敗老公寓。這些基隆之「景」不只是電影中的一幕，更像是出演電影不可或缺的重要角色。

   `}),t(n,{marginBottom:"10px",img:"img/wind/v9_03_02.jpg"},null,8,["img"]),t(o,{title:"《聖保羅砲艇》──作為異地再現的基隆"}),t(r,{text:`

1966年，改編自美國暢銷小說的《聖保羅砲艇》正在籌拍，背景設定在1920年代的中國，一艘美國砲艇在長江航行時，與要求廢除不平等條約的中國學生爆發衝突。由於電影拍攝時值冷戰期間，難以進入中國拍攝取景。<br><br>

導演勞勃．懷斯（Robert Wise），最終選定臺灣作為替代場景。他與劇組走訪北臺灣後，認為基隆的山海交界與殖民建築最具「異國風味」足以代表1920年代的「上海」，因而決定將基隆、淡水、艋舺等地打造成中國長江流域。<br><br>

儘管電影劇情與臺灣並無直接關聯，卻無意間留下了1960年代基隆港口的珍貴影像。我們得以看見歷經二戰轟炸修復使用，日治時期巴洛克風格的基隆火車站、基隆郵便局、林開郡洋樓、港邊一幢一幢的美麗洋行等建築樣貌，皆被封存於電影膠卷之中。

   `}),t(n,{marginBottom:"10px",img:"img/wind/v9_03_03.jpg"},null,8,["img"]),t(o,{title:"《黑暗之光》與《千禧曼波》──城市與孤身之人的共鳴"}),t(r,{text:`

全片幾乎在基隆拍攝，張作驥導演的《黑暗之光》。劇情圍繞著兩位主角康宜與阿平在成長過程中所面對的情感缺席、家庭破裂與社會排擠。他們生長與居住的基隆，不僅是物理上的居所，更是情緒的投射。從跨越港邊的人行天橋獅子橋再到基隆碼頭邊，導演運用基隆潮濕陰鬱的氣候，來深化角色的孤寂與絕望感。<br><br>

而侯孝賢導演的《千禧曼波》開頭就透過女主角 Vicky，在基隆中山陸橋的緩步獨行，橋上的藍色燈光，與林強的迷幻的電子配樂〈單純的人〉相互交織出一條告別破敗基隆，前往五光十色花花世界台北的道路。電影序幕就這麼在 Vicky 的獨白下展開。<br><br>

若說《聖保羅砲艇》讓戰後基隆成為他者的舞台，那麼二十世紀末的這兩部電影，就呈現出1990年代後，港口吞吐量衰退使城市發展逐漸停滯冷清，在導演之眼中成為孤獨情緒的容器，更映照出這座城市的沒落與寂寥。

   `}),t(n,{marginBottom:"10px",img:"img/wind/v9_03_04.jpg"},null,8,["img"]),t(o,{title:"《親愛的房客》──在邊緣找到家的可能"}),t(r,{text:`
鄭有傑導演於2020年的作品《親愛的房客》，與前面幾部電影一樣故事一樣發生在基隆港邊。故事發生於基隆一棟頂樓加蓋的老公寓。電影開場時，鏡頭帶著觀眾緩緩進入這座城市的濕潤與沉寂，一如主角林健一隱忍壓抑的生活狀態。公寓中住著作為「未亡人」的林健一，以及他不幸離世伴侶的母親秀玉與兒子悠宇，但卻也因為母親並不認可林健一與兒子王立維的感情，健一在片中像基隆的冬雨般，總是冷冽無聲，宛如這座城市本身——承擔著許多情感重量，卻常常被社會遺忘與忽視。<br><br>

也因為全片超過八成在基隆取景拍攝，導演將基隆的日常景象，如陰雨連綿的街道、擁擠濕滑的樓梯間──轉為主角心境的具象延伸。導演巧妙運用基隆的壓迫性與濕度，使角色的情緒在空間中自然流動。虎仔山的夜景、以及三連棟交錯的樓梯，也都被轉化為角色記憶與關係變化的重要節點。導演巧妙運用基隆的壓迫性與濕度，使角色的情緒在空間中自然流動。<br><br>

這部電影不只重新思考「家」的定義，也讓觀眾進入健一的世界──一個對社會毫無怨言地默默付出的角色。他每日奔波於醫院與學校之間，準備飯菜、幫忙洗澡、照顧作業，彷彿是這個家庭的支柱，但他的存在卻始終無法名正言順地被承認。這種若即若離的情感與身份困境，透過基隆的空間得到具體化。

   `}),t(n,{marginBottom:"10px",img:"img/wind/v9_03_05.jpg"},null,8,["img"]),t(r,{text:`
片中多次出現天台與陽台的場景，既象徵逃避現實的出口，也象徵無處安放的情感角落。天台上燃放仙女棒慶祝新年，窗邊窺看港邊的閃爍燈光，這些片段將基隆地景與角色間情感的表現，相互緊密連結在一起。而片中主角健一回憶起過往戀愛的快樂片段，也不時出現基隆光亮溫暖的片段穿插其中。鏡頭經常在室內與室外之間來回擺盪，窗邊的光線微弱、潮濕的牆壁發霉，這些細節與角色的孤寂與堅持彼此呼應。或許，是由相互承擔與照顧所構成的關係，才是真正能夠安放靈魂的地方。<br><br>

基隆在這部作品內，雖然同樣有著潮濕陰暗的樣貌，就像不被社會主流肯認的家庭形式，但導演也透過電影隱約告訴我們，基隆雖然邊緣但卻有著「愛」的可能。既是庇護也是邊緣，電影讓這座城市與邊緣角色之間產生深刻共鳴，也讓觀眾重新看見這座被忽視的城市之美與溫柔。

   `}),t(o,{title:"一座港口城市的凝視"}),t(r,{text:`
從《聖保羅砲艇》的殖民視角，到《千禧曼波》的逃離家鄉，再到《親愛的房客》的溫柔凝視。自冷戰時期作為「他方」的替身背景，到今日成為影人主動選擇的舞台，基隆的城市面貌在影像中逐步轉變。它既是地理上的港，也是一種情緒的岸，是轉運點，是出口，也是歸處。<br><br>
   `}),h]),_:1},8,["banner"])}const S=m(w,[["render",v],["__scopeId","data-v-e45bb4fe"]]);export{S as default};
