import{_ as m,a}from"./rotateLight.40a962b4.js";import{_ as c}from"./hint.19235bdc.js";import{_ as i}from"./title.d3e7fc7e.js";import{_ as p}from"./articleContent.e319395b.js";import{a as l,o as s,c as b,w as x,b as t}from"./entry.ee50d0c9.js";import"./useAsset.c4dd20be.js";import"./v6_cover02.223117fd.js";const g={};function u(f,d){const r=m,e=a,o=c,_=i,n=p;return s(),b(n,{type:"travel",title:"金馬賓館與韋昌嶺的軍旅記憶",name:`
      文：西打藍<br>圖：鄭朝宗、國家文化記憶庫
    `},{default:x(()=>[t(r,{text:`「他抽中金馬獎了！是馬祖！」營區中，此起彼落的歡呼聲不絕於耳。<br><br>
然而，這一聲又一聲的「獲獎名單」卻讓一群二十歲出頭的年輕人，心情逐漸沉入谷底。剛剛被喊到名字的人，將從台中成功嶺上車，前往基隆的韋昌嶺，等待台灣男兒的是，一生難以忘懷的成年體驗：服兵役。

    `}),t(e,{marginBottom:"10px",img:"img/travel/army1.jpg"},null,8,["img"]),t(o,{text:`
    1970年代第851梯金門陸軍通信兵合影`}),t(r,{text:`「我們那一批 60 年次的人，很多都是到馬祖，因為馬祖那時候缺兵，很久沒補兵進去。」曾在馬祖擔任陸軍，今年 52 歲的吳豐猷回憶。<br><br>
前往馬祖當兵的阿兵哥，他們對基隆的記憶，不是廟口夜市、熱鬧的漁港，而是氣氛嚴肅的韋昌嶺營區。韋昌嶺位於基隆信義國中長長的山坡上，那是一條夏天酷熱、冬天冒著風雨走的長長爬坡。營區外看去一座高聳的水泥圍牆，一般人難以窺探其中，顯得相當神秘。<br><br>
吸著有些潮濕的空氣，懷著對未來當兵生活的憂慮，和同梯的同伴一同走進營區。他們在韋昌嶺的回憶是等待，等著接送到馬祖的船班，彷彿置身於一處異世界。

    `}),t(e,{marginBottom:"10px",img:"img/travel/army2.jpg"},null,8,["img"]),t(o,{text:`
    補給船「搶灘」<br>
創作者：陳高志<br>
建檔單位：連江縣政府文化處
`}),t(_,{title:"承載憂慮、未知與回憶"}),t(r,{text:`搭船那天，並沒有想像中浪漫，而是充滿柴油與鐵鏽味，船上伴隨著其他阿兵哥暈船的嘔吐聲，一路搖搖晃晃地前往外島。<br><br>
「我們是搭 526 運輸艦出航，算是西岸碼頭最大艘的船艦，一旁還有驅逐艦護航。那天，是半夜開船，風浪特別大，大家都緊張到睡不著，整晚聽著可樂罐從左晃到右，瓶罐滾來滾去的聲音。」吳豐猷形容當年坐船的緊張心情。<br><br>
由於坐船時間高達十幾個小時，為了保持體力，在空間狹小腳難以伸直的船艙中，大家都在想辦法多睡一會兒。「我們一直到天亮靠近碼頭才稍微安心，因為有種不曉得能否活過今晚的感覺。」從吳豐猷的分享，可以看見當年的軍旅生活不像現在讓人安心。


    `}),t(e,{marginBottom:"10px",img:"img/travel/army3.png"},null,8,["img"]),t(o,{text:`
    乘船證<br>
建檔單位：連江縣政府文化處
`}),t(_,{title:"夜宿金馬賓館的體驗"}),t(r,{text:`而金馬賓館又是基隆和馬祖的另一段緣分。座落基隆碼頭附近的金馬賓館，曾是馬祖外島士兵等候搭船的夜宿地點，能容納 160 餘人。當時馬祖的鄉親，也有些人搭船返鄉，所以需要在金馬賓館登記。<br><br>
回憶起金馬賓館，老兵常提及一間「金馬賓館理髮廳」，理髮廳老闆吳秋蘭曾在訪談中表示，不少士兵擔心服裝儀容檢查不合格，會在上船前到店剪髮。老闆回憶，數十年來已剪超過十萬顆阿兵哥的頭髮。<br><br>
時至今日，金馬賓館停運多年，外觀已看不出過往的歲月痕跡。若問阿兵哥在基隆的軍旅記憶是什麼，他們多半會回答：「潮濕的氣味、韋昌嶺臭 phú 味的大鍋米飯、還有岸邊等船，等待未知軍旅生活的複雜心情。」

    
    `}),t(e,{marginBottom:"10px",img:"img/travel/army4.jpg"},null,8,["img"]),t(o,{text:`
    外島兵金馬賓館買水果<br>
創作者：馬祖之光<br>
建檔單位：連江縣政府文化處
`})]),_:1})}const C=l(g,[["render",u],["__scopeId","data-v-6073c79b"]]);export{C as default};
