import{_ as r,a as m}from"./rotateDirection.7df5ac1b.js";import{_ as c}from"./hint.dcc6896a.js";import{_ as p}from"./title.4060f405.js";import{_ as s}from"./articleContent.7406f565.js";import{a as l,o as g,c as x,w as b,b as t,p as u,e as d,f}from"./entry.e78274b8.js";import"./useAsset.87dd93c2.js";import"./v6_cover02.dd8797a7.js";const B={},k=n=>(u("data-v-eee97c4b"),n=n(),d(),n),h=k(()=>f("br",null,null,-1));function j(n,v){const o=r,e=m,i=c,_=p,a=s;return g(),x(a,{type:"nation",title:"雨霧 vs 天晴<br>漫談南北港都",name:`
      文：港都認識王 黃祺瑋<br>
      圖：洪立、羅文昕
    `},{default:b(()=>[t(o,{text:`「大家看看你們的前方，這裡是全台灣最大的港口，也曾經是全世界第三大的港口─高雄。」這是我帶導覽時常用的開場白。「船遊高雄港」是我的工作之一，負責帶著大家從哈瑪星搭船出發，介紹這個超過百年歷史的港口、高雄港的發展文史，還有在港邊工作的職人。
    `}),t(e,{marginBottom:"10px",img:"img/nation/kao1.jpg"},null,8,["img"]),t(i,{text:`
      我是港都認識王的創辦人Kiwi，也是城市導覽員，我的團隊在高雄舉辦各式各樣的導覽行程，在港區田野調查發現港口的故事。`}),h,t(o,{text:`基隆及高雄兩座城市，都被稱之為「港都」，兩座因港而生的城市有著許多相似的地方，又因著兩地的風土和背景不同，各自發展出其特有的文化。<br><br>
因為一趟的旅程把我帶到基隆，讓我看見了基隆港的迷人之處。這個城市跟港口融合為一，出火車站就可以看到大型遊輪停靠在港口，走在如夢境般的中山陸橋，在委託行商圈中閒蕩，並在夜晚的魚市看到了跟高雄港非常不同的風景。
    `}),t(_,{title:"魚市場的氣味"}),t(o,{text:`我很喜歡逛市場，也覺得要認識一個地方要從市場開始；高雄的「前鎮魚市場」是全台灣遠洋漁業的重鎮；清晨三點，遠洋漁船帶回來各種漁獲，來這裡採買漁獲的海產店家和攤商喊價聲源源不絕，吵鬧的叫賣聲、大力鏟冰的聲音此起彼落，直到六點天色一亮，攤商沖水刷地，魚市才結束繁忙的工作。
    `}),t(e,{marginBottom:"10px",img:"img/nation/kao2.jpg"},null,8,["img"]),t(_,{title:""}),t(o,{text:`到基隆我超級推薦要到「崁仔頂魚市」逛逛，午夜開始，攤商隨著自己的步調開始將漁獲一箱箱攤開，約莫凌晨三點交易來到高峰，一直到清晨五點才結束。崁仔頂以中小型魚類為主，即使有大魚也會切小塊。這裡有白天人們生活的街道氣息，有城市的氛圍，和高雄港市分離的狀態非常不同。
    `}),t(e,{marginBottom:"10px",img:"img/nation/kao3.jpg"},null,8,["img"]),t(_,{title:"南北港都比一比"}),t(o,{text:`基隆港和高雄港有好多相似又很不同的地方，這裡有我的觀察：<br><br>

港口小吃：<br>
都因為有漁港，兩地的小吃都有魚漿製品，基隆的小吃「吉古拉」是用鯊魚漿製成，其實就是日本的竹輪；而高雄港邊常見的則是用大型漁獲旗魚作成的「黑輪」，而魚漿加上現削牛蒡做成的「炸牛蒡」，是南北城市共有的特色。<br><br>

舶來品的去處：<br>
早期因為進出口管制，只有進出港口的船員能帶進稀有舶來品，基隆統稱這些販賣舶來品的店家叫「委託行」，而高雄集中在靠近港口的堀江商場，這間店家很多叫「百貨行」，什麼都有，什麼都賣！<br><br>

夜生活去處：<br>
基隆港旁邊的「廟口夜市」是大家去基隆必去朝聖的地方，200多攤一次聚集在同一個街廓，而高雄港的進出牌樓前早期有全台灣酒吧密度最高的「七賢三路酒吧街」，到現在有年輕人和銀髮族一起「青銀共市」的「鹽埕第一公有市場」，都是夜生活的好去處。

    `}),t(e,{marginBottom:"10px",img:"img/nation/kao4.jpeg"},null,8,["img"]),t(_,{title:"港口漫步觀察"}),t(o,{text:`從基隆下火車後，就能看到貨櫃船、郵輪停靠在港口旁邊，可以感受到基隆港口是沿著城市生長，居民的居住地離漁村、漁港很近，生活息息相關，密不可分。<br><br>
而高雄身為全台第一大港，雖然有大半漁獲來自高雄，但過往因為戒嚴關係，政府特別分離港口與城市，反而造就和基隆很不一樣的感覺。人們要從城市到碼頭，會有穿越的感受，兩邊空間的型態非常不同。<br><br>
這兩個港口代表著繁榮的經濟，如今都變成文化展現的場域，迎接各地的人前來觀光。我感受到港口總是包容的，不管是基隆港還是高雄港，他們都迎接海上來的人，接受各種文化在此交集。

    `}),t(e,{marginBottom:"10px",img:"img/nation/kao5.jpg"},null,8,["img"])]),_:1})}const V=l(B,[["render",j],["__scopeId","data-v-eee97c4b"]]);export{V as default};
