import{_,a}from"./rotateDirection.aa11da8b.js";import{_ as m}from"./title.66da40fb.js";import{_ as c}from"./articleContent.3822e6fe.js";import{a as b,o as i,c as s,w as l,b as t}from"./entry.94166a57.js";import"./useAsset.ed44bea6.js";import"./v6_cover02.81169167.js";const u={};function p(g,f){const r=_,o=a,e=m,n=c;return i(),s(n,{type:"flavor",title:"一味醬料與<br>基隆的千絲萬縷",name:`
      文：陳靜宜 / 圖：涂佳豪、YuHua
    `},{default:l(()=>[t(r,{text:`
    走進超市，貨架上擺滿蠔油、XO醬、老乾媽等各式醬料，這些瓶瓶罐罐深入廚房，已是人們的日常，你或許也會順手拿一瓶沙茶醬吧？<br><br>
    沙茶醬是台灣人生活的一部分。吃肉羹、魷魚羹定要來上一瓢，吃火鍋也要有沙茶作為沾料，它還是主婦的好朋友，家裡不一定有XO醬，但一定會有沙茶醬，是家庭常備良醬，而如此普遍的醬料，跟基隆有很深的淵源呢。<br><br>
    沙茶醬並不源自台灣，但在台灣落地生了根。人離不開食物、食物離不開人，人的遷徙，帶動了食物的移動路線。<br><br>
    `}),t(o,{img:"img/flavor/thousand1.png"},null,8,["img"]),t(e,{title:"# 沙茶的移動路線"}),t(r,{text:`
    沙嗲（印尼文：Sate）指的是肉串，沙嗲是印尼常見的食物，將豬肉以外的肉類切割成塊，將其串在竹籤上燒烤，烤好後沾附醬汁而食，這醬料便是沙嗲醬（Bumbu satai）。<br><br>
    約在十八世紀中期、十九世紀初期，中國東南沿海一帶的潮汕、福建人到印尼、馬來西亞等地經商，沙嗲醬就隨著他們返鄉的腳步，抵達了中國。<br><br>
    然而沙嗲醬入境隨俗，置換一些原料後成了中國版本，還有了新名字——在潮汕叫「沙茶（sua-te）」、在廈門稱「沙茶辣（sua-te-lua̍h）」，而非漢語拼音「shā chá」，總之，省略了Bumbu（醬）且以方言發音的話，跟印、馬原音是相當接近的。潮汕沙茶至少始於清宣統元年（1909），公認出自裕榮號店主許啟朝之手。<br><br>
    `}),t(o,{img:"img/flavor/thousand2.png"},null,8,["img"]),t(r,{text:`
    1945年後，一批潮汕人來到台灣，沙茶也進入了台灣人的飲食生活中。當時國民政府抓伕拉丁，流傳一句話：「胡璉胡璉，剃頭不用錢。」被胡璉兵團抓走的話，就要剃頭當兵了，指的是擄人充軍之意。台北潮汕同鄉會裡也有人告訴我，「年少時，我走在回家路上，有人對我說：『我帶你去台灣唸書。』上船後才知道是被騙從軍。」<br><br>
    這些非自願離鄉背井的潮汕人下船後，因不願從軍鳥獸散，隱姓埋名低調度日。一位潮汕人後代告訴我，當時在基隆港下船後，一部分潮汕人逃至金瓜石、九份從事淘金挖煤，也有人就直接落腳基隆。<br><br>
    `}),t(o,{img:"img/flavor/thousand3.jpg"},null,8,["img"]),t(r,{text:`
    我們或許不一定知道哪裡有潮汕人，但我們知道哪裡有沙茶，有沙茶的地方，就可能有潮汕人。台灣四處吃得到咖哩炒麵、沙茶炒麵，但少有把兩者合而為一的咖哩沙茶炒麵，基隆就有這種重上加重的特別版。<br><br>
    基隆市復旦路上至今有三德、老林等四家咖哩沙茶專賣店，「廣東汕頭牛肉店」公認是現存最早的一家，來自廣東汕頭的林廣省早年在基隆下船，率先將沙茶加入咖哩調味炒菜，濃重鹹香，一傳三代。<br><br>
    還有汕頭沙茶火鍋，明明白白標了地名汕頭，有台北的清香廣東汕頭沙茶火鍋、新竹的西市汕頭館（總店）、高雄的天天沙茶火鍋、味味香食堂，還有沙茶醬品牌之祖的牛頭牌，都是由潮汕人所創，他們在台灣各地散佈了沙茶味。<br><br>
    `}),t(o,{img:"img/flavor/thousand4.jpg"},null,8,["img"]),t(e,{title:"# 沙嗲醬與沙茶"}),t(r,{text:`
    這款從南洋到中國，再從中國潮汕到台灣的醬料，版圖之大，是醬料界的成吉思汗。沙茶醬跟咖哩一樣，是由不特定辛香料組合而成的醬料，其製程繁複，使用的配料從20多種到50多種皆有，每樣材料都要經過處理，有的要乾炒、有的要磨粉，炒製的火候也很重要，費時費工，一不小心就會焦苦，價格卻不如XO醬，實在明顯被低估了。<br><br>
    整理後發現：印尼、馬來西亞版本的沙嗲醬偏甜、呈泥糊狀，主要除了花生外，還會用到棕櫚糖（或椰糖）、紅蔥頭、蝦醬、辣椒、薑黃等。到了中國後的沙茶，花生比例減少一些，糖就從棕櫚糖改為蔗糖，並加入了扁魚乾，現代版本偏濕沙狀，味道上，潮汕依然偏甜、廈門偏鹹。<br><br>
    `}),t(o,{img:"img/flavor/thousand5.jpg"},null,8,["img"]),t(r,{text:`
    台灣沙茶也偏鹹，有花生、扁魚、芝麻、辣椒、南薑、八角等配料。這只是粗略的分法，事實上每家有各自配方，每款沙茶醬都有自己的生命，長出獨特的特色，所謂天下無正味，這正是食物有趣之處。<br><br>
    沙茶在華人世界落地生根後，也各自有不同展現——在潮汕會用來澆在乾粿上、在廈門變成當地名物沙茶麵；在台灣則成了百搭醬料，吃火鍋時有一種標配搭法：沙茶、生蛋黃與蔥、蒜、醬油等自己愛的配料拌一拌，就是最棒的沾醬，這就很台味。<br><br>
    `})]),_:1})}const y=b(u,[["render",p],["__scopeId","data-v-7704c639"]]);export{y as default};
