import{_ as m,a as c}from"./rotateTide.09df0ee8.js";import{_ as a}from"./title.f488e428.js";import{_ as i}from"./intro.f30a72b5.js";import{_ as p}from"./articleContent.51698d9d.js";import{a as s,o as l,c as b,w as x,b as t}from"./entry.d2b07dd3.js";import"./useAsset.70805295.js";import"./v6_cover02.2c731eff.js";const g={};function d(u,f){const o=m,n=c,_=a,e=i,r=p;return l(),b(r,{type:"nation",title:"離不開海的<br>人生路線<br>",name:`
      文 / 圖：鄭十一
    `},{default:x(()=>[t(o,{text:`「第一次跑791這條路線時非常興奮，因為這條路上有太多回憶了。」
    `}),t(n,{marginBottom:"10px",img:"img/nation/road1.jpg"},null,8,["img"]),t(_,{title:""}),t(o,{text:`791是基隆客運其中一條路線，有別於多數客運是為了往返基隆台北兩地通勤，這是條從淺山發車，沿台2線濱海公路行駛的長途路線，從國家新城開往東北角的福隆。這日午後，團隊跟著客運司機林世杰一起跑了一趟車，感受駕駛的移動日常。<br><br>
車子從總站國家新城出發，溜滑梯似的從山丘快速駛進喧鬧的港區，車上乘客多半是要到街上辦事採買，到港邊後便一哄而散，緊接著上來了一批往正濱漁港、海科館的遊客們。離開了擁擠的鬧區，乘客一批一批下車後，海岸景色在八斗子的平浪橋前方展開，海天隨即連成一線，每處海灣的浪花各有姿態，不時會看見成群的釣客在奇岩上等待。開闊的風景讓心情自然而然的也輕快起來，世杰大哥開始介紹起沿路的景點與村落特色，慢慢說起過去種種。

    `}),t(n,{marginBottom:"10px",img:"img/nation/road2.jpg"},null,8,["img"]),t(_,{title:"人生某個時刻自然會被家鄉召喚"}),t(o,{text:`「總覺得生活還是離不開這片海。」他像是感嘆，也似是找到歸屬的說道。<br><br>
小時候的回憶多半跟海有關，長大後則是工作與港口緊密連結，或者一問之下家裡的誰誰誰也在跑船，這曾經是基隆人的家常。1990年代後，商港、漁港榮景不再，許多基隆人離鄉工作，客運取代了船隻，成為最熟悉的移動工具。不過基隆是極少數與港口如此緊密相依的城市，港口旁仍是交通的起訖站，許多通勤族看到港便知到家了。<br><br>
年過五十的世杰大哥也曾在西岸碼頭工作，後來改行到中國當台幹，直到某個時刻被故鄉召喚，才回到基隆當起客運司機。穿梭在基隆與新北街道的日子一晃眼已經12年，最初跑過1032基隆到板橋的辛苦路線，也曾連續8年負責R66八斗子與七堵間的固定班次。這幾年改跑內湖的跳蛙公車（只停靠大站、在尖峰時段行駛），陪伴通勤族之外，其他時段則配合公司調派，支援其他路線班次，791便是其中一條。

    `}),t(n,{marginBottom:"10px",img:"img/nation/road3.jpg"},null,8,["img"]),t(_,{title:"美好是因為找到欣賞的角度"}),t(o,{text:`「小時候爸媽常帶我們到金沙灣玩水、烤肉，會騎車後也會載女友來兜風，接著喜歡上釣魚，開始一天到晚跑海邊釣魚。」雖然現在因為家人擔心，而改去海釣場釣魚，不過世杰大哥說他總是很享受跑791的時光，不單是因為回憶，也因為喜歡變化，所以樂在其中。<br><br>
跑旅遊線的話他常主動幫旅人推薦景點、指點迷津；跑通勤線時，偶爾會貼心等待睡過頭的上班族；跑固定班次的那些年，則有熟識點的阿姨會幫忙準備早餐。在我們聽來覺得有些不可思議，他淡淡地笑說，駕駛與乘客的關係其實比想像中緊密。<br><br>
對他來說，基隆離不開港與海，四季變化有各自的美，無論晴天雨天都是好風景。現在的他懂得享受與乘客的閒話家常，遇上熱情一點的，也會陪著暢談到下站。我們就這樣一路閒聊，一旁有遼闊的海景相伴，偶爾穿插著乘客的各種提問，世杰大哥都會耐心地一一回答。<br><br>
「基隆最美的時間才要到來！」這是世杰大哥在傍晚快返回總站時說的話，說的是夜晚的基隆港，聽得出那是對基隆滿滿的愛。<br><br><br>
    `}),t(e,{text:`
      註：基隆客運最初經營以瑞芳地區為主，但路線經營困難，幾經負債轉手。1962年礦業出身的瑞芳李家子弟李建和等人接手重組，歷經礦業沒落、班次減少，1992年基隆客運被納入大有巴士旗下。1994年客運總站改至基隆國家新城，業務營運70%放在基隆市，因初代股東們心繫鄉親的交通，仍保留了東北角的營運路線至今。`})]),_:1})}const w=s(g,[["render",d],["__scopeId","data-v-be1d576c"]]);export{w as default};
