import{a as n,_ as a}from"./rotateTide.8c38b7fc.js";import{_ as c}from"./title.d70d540c.js";import{_ as m}from"./articleContent.81ef9d6a.js";import{a as i,o as l,c as p,w as s,b as t}from"./entry.439df7d3.js";import"./useAsset.8311bfa4.js";import"./v6_cover02.60186318.js";const g={};function b(u,d){const e=n,_=a,o=c,r=m;return l(),p(r,{type:"travel",title:"神明的海上行旅",name:`
      文、圖：鄭十一
    `},{default:s(()=>[t(e,{img:"img/travel/god1.jpg"},null,8,["img"]),t(_,{text:`許多靠海為生的地方島民，都是媽祖與王爺的信徒，在基隆當然也不例外。基隆有兩地特別重視王爺信仰，分別是和平島與外木山。<br><br>
每年王爺誕辰前後的農曆六月，除了舉辦王船祭，和平島社靈廟與外木山協安宮還會到海上遊江，為地方祈福消災。<br><br>
如此傳統的漁村信仰，近年因為文化觀光盛行，開始對外開放參與，使得民眾有機會共同見證地方的年度祭典。這次我們跟隨在地團隊「星濱山」，作為社靈廟王船祭的協力志工，近距離感受信仰與地方的緊密連結。

    `}),t(e,{img:"img/travel/god2.jpg"},null,8,["img"]),t(o,{title:"風雨過後，海上繞境順利出航"}),t(_,{text:`這夜，眾人還在擔心颱風尾勁持續發威，會否影響隔日海上繞境，清晨破曉時，風雨悄然止聲，海上遊江在陽光撥雲露臉時，正式啟航。<br><br>
船隊先在正濱漁港內，跟隨王船繞行三圈，然後才朝外海出發。沿途漁船不時拋撒金紙，搭乘遊艇的旅客也可以協助將饅頭、五穀雜糧撒向大海，一同祭祀海上的好兄弟，祈求平安與漁獲豐收。<br><br>
雖然天已放晴，但海上風浪依然不容小覷，無動力的王船由小漁船繫繩拖行前進，頗有乘風破浪之勢，我們朝著東北角航行，前往南雅漁港的南新宮。原來繞境不只進行海上祈福，神明之間也會藉著出巡相互拜訪，同行的日本友人聽了驚嘆不已，直呼好有「人情味」。<br><br>
上岸後，我們開始執行任務，化身王爺的「小小兵」，持花果供品、舉令旗，走在前方為隊伍開路。進到廟宇還需協助控場，作為信眾與儀典之間的界線。完成陸上進香後，大夥享用著廟方準備的福食，補充體力後便再次啟航，繼續前往八斗子福清宮、基隆市區的城隍廟，完成一年一會的拜訪之旅。


    `}),t(e,{img:"img/travel/god3.jpg"},null,8,["img"]),t(o,{title:"難以言說的海上巡江體驗"}),t(_,{text:`海上巡江不同於一般船隻的獨來獨往，頗有艦隊出航的氣勢，前頭由北管樂隊得義堂領航，王船在後，漁船則追隨在旁護航，其他遊艇時而交換隊形、前後穿梭。王爺遊江牽引眾人一心的感覺，因此顯得更加強烈。<br><br>
星濱山志工隊的台源已是第四度參與，「每年回來，都有重獲寧靜力量的感覺。」他熱切地分享著。從海上眺望著熟悉的港口、橋式起重機與西岸的三根煙囪，那份因為信仰而與土地連結的感動，只有親身經歷過，方能體會。

    
    `}),t(o,{title:""}),t(_,{text:`
    <br><br>
    `}),t(e,{img:"img/travel/author1.jpg"},null,8,["img"])]),_:1})}const k=i(g,[["render",b],["__scopeId","data-v-9da73217"]]);export{k as default};
