import{a as e,_ as n}from"./rotateEye.1ed52578.js";import{_ as c}from"./articleContent.6e0247d3.js";import{a,o as m,c as s,w as p,b as t}from"./entry.c474bed9.js";import"./useAsset.de8c43eb.js";import"./v6_cover02.ad361994.js";const i={};function l(b,d){const _=e,r=n,o=c;return m(),s(o,{type:"flavor",title:"基隆的咖哩<br>世界的咖哩",name:`
      文：林佳慧 / 圖：涂佳豪、大樹影像
    `},{default:p(()=>[t(_,{img:"img/flavor/curry1.png"},null,8,["img"]),t(r,{text:`
    日本在明治維新時期崇尚西洋文化，引進了洋食咖哩，在日本蔚為流行。日治時期，咖哩開始走進台灣知識份子的廚房，報紙上刊載咖哩食譜，店面也可買到咖哩粉。<br><br>
    基隆由於是最靠近日本的港口城市，而成為重點開發區，一方面受日本影響，咖哩食用較台灣其他地區普遍；一方面身為國際商港，接納大量外來文化，因應不同地區外來者發展出獨特咖哩口味，其中的代表，當屬沙茶咖哩。<br><br>
    基隆流籠頭早期有許多來自廣東潮州及汕頭的移民，該地區飲食習慣受南洋沙嗲影響，帶來了沙茶風味料理，遂與咖哩結合，成為基隆當地獨具特色的沙茶咖哩，濃重口味及香氣刺激食欲，深受碼頭工人喜愛，至今仍是熱門庶民美食，「三德」、「老林」、「阿祿」都是當地知名老店。<br><br>
    `}),t(_,{img:"img/flavor/curry2.png"},null,8,["img"]),t(r,{text:`
    七堵火車站周邊，早期是礦業集散地，為了讓礦工吃得飽又不膩味，店家在份量充足的烏龍湯麵上加上一杓特製咖哩醬，與湯汁結合之後咖哩味道變得溫和，卻仍香氣四溢，許多人都喝得湯碗見底，這碗改良自日式風味的湯咖哩也成為當地流傳超過六十年的特色料理。<br><br>
    基隆咖哩的選擇五花八門，除了沙茶咖哩及湯咖哩，還有近年觀光客必訪的咖哩炒麵：愛四路「阿華炒麵」、義二路「正老牌咖哩麵」、慶安宮「廟口咖哩炒麵炒飯」等，所用咖哩以多種咖哩粉及香料調配，各有不同秘密配方。<br><br>
    除了麵飯等主食，小吃也多有以咖哩入味，像是夜市的潤餅捲、咖哩魚蛋、信二路泉利米香的咖哩米香，還有競爭激烈的咖哩餅，老字號的「李鵠」、「大新」及「大華」都各有擁護者。近年也不乏泰式、印度、巴基斯坦等異國風味咖哩店家進駐，展現多元文化的基隆咖哩美食版圖持續擴展中。<br><br>
    `})]),_:1})}const y=a(i,[["render",l],["__scopeId","data-v-b0dda190"]]);export{y as default};
