import{_ as n,a}from"./rotateDirection.6c778f96.js";import{_ as c}from"./title.42f61be2.js";import{_ as m}from"./articleContent.5d3421c7.js";import{a as i,o as b,c as l,w as p,b as t}from"./entry.3152b17f.js";import"./useAsset.bee5e7c1.js";import"./v6_cover02.3912c3f2.js";const s={};function g(x,u){const r=n,e=a,_=c,o=m;return b(),l(o,{type:"travel",title:"出發吧<br>向著研究的航道！",name:`
      文、圖：鄭十一
    `},{default:p(()=>[t(r,{text:`說到出海，我們大多想到的是捕魚、船員跑船，或夢想成為海賊王的魯夫，但你可能不知道，另有一群人是為了做研究而出海。他們懷著守護海洋的夢想，一次又一次踏上尋找大海秘密的旅途。你是不是也好奇他們究竟在大海做些什麼樣的研究呢？<br><br>
由於我實在很想跟隨研究船出海一探究竟，多方詢問下，國立臺灣海洋大學的曾筱君老師爽快應允了這次的隨船紀錄，興奮之餘我只顧著整裝出發，等到上船後閒聊才知道，這個機會是多麼難得可貴。
    `}),t(e,{img:"img/travel/go1.jpg"},null,8,["img"]),t(_,{title:"為研究出海，每一趟都是珍貴的航程"}),t(r,{text:`原以為「新海研2號」由海大管理，研究人員必定是海大師生，沒想到各研究團隊都可以申請出海。老師解釋道：「台灣的研究船少、研究團隊眾多，航次爭取不算容易，所以研究室之間也會相互合作，爭取更多出海採樣的機會，彼此也能共享研究數據。」<br><br>
由於「新海研2號」不算大，扣除船員後只有九個名額，老師今年也只有這個航次，我這才明白這個名額的珍貴，想來真是萬分感謝。<br><br>
而這次出海的任務，是前往台灣東部海域的黑潮，採集不同深度的海水。採水要做什麼呢？我這個門外漢疑惑地問。「我長期研究水中溫室氣體，除了海水，也會在河口採樣。上次來這個採點已經是十年前了。」老師回答。<br><br>

老師接著繼續補充：「這次採水共有8個點，最深會下到3000多米。海水向下流動，水質組成與密度會隨深度有所變化，流動速度也會越慢，3000米的海水大約是500-800年前的表面海水…」隨著越來越專業的講解，突然覺得科學彷彿是另一個多重宇宙。<br><br>
這次除了老師的研究室，也邀請了中山大學與高雄海科的研究室一同參與。同學們都曾參與採樣，資深研究生更有合作經驗，因此大家都很雀躍。啟航時氛圍輕鬆，讓人以為會是一趟海上郊遊，殊不知一場體力與意志力的試驗才要開始。
    `}),t(e,{img:"img/travel/go2.jpg"},null,8,["img"]),t(_,{title:"海上研究生活大不容易"}),t(r,{text:`第一個考驗是暈船。研究船不比巨大的貨櫃輪船，就算風平浪靜，多少還是會左右擺盪，若遇上乘風破浪，那可是連站都站不穩。海上的研究生活基本都在搖晃中度過，老師開玩笑的說：「過不了這關，即便多麼熱愛海洋，大概很難再想出海了。」<br><br>
出海當天海況不算太好，航行前大副特別叮囑要吃暈船藥，他保證這趟一定會有人暈船。平時偶爾暈車的我，第一次遠航可不敢大意，趕緊先吞顆藥壓壓驚。<br><br>
同船中有位同學也是第一次出海，風雨開始後還是暈船了，即使如此採樣工作依然在夜裡展開，他強忍著不適，邊吐邊完成第一場深夜任務，還好隔天休息後他便挺過了考驗，否則四天航程與採樣工作都在暈船中度過，這樣的出海經驗肯定成為夢魘。<br><br>
風雨過後，海面回歸平靜，像是什麼也沒發生。豔陽下，學生們持續著採水馬拉松，歷時兩天兩夜才完成任務。過程中我不時在一旁拍照與觀察，同學不禁說道：「比起其他研究項目，採水相對無趣，好像沒什麼可以記錄。」<br><br>
但在我這個外行人看來，這些辛苦點滴都很可貴，採樣不只沒日沒夜，每隔一兩個小時便要進行裝瓶、分類記錄與滴藥等繁瑣工作，十分需要專注與耐心，即使偶爾交替輪班，同學們還是無法好好休息，這樣隨時都要待命的狀態，我覺得才是最大的考驗。
    `}),t(e,{img:"img/travel/go3.jpg"},null,8,["img"]),t(_,{title:"誰是年度航海王?"}),t(r,{text:`這麼辛苦的研究工作，會不會嚇跑學生？我忍不住這樣問，老師一派輕鬆地回答：「我們都很享受出海，共同經歷也讓我們產生革命情感，每每聊起就像當兵回憶錄，說也說不完。」是啊，通過考驗且持續出海的人，想必是樂在其中的吧！<br><br>
老師繼續補充：「我們海洋環境與生態研究所還有個不成文的規定：必須有出海經驗才能畢業。」對於海洋工作者來說，如果沒有好好跟海相處過，又如何投身海洋研究中呢？<br><br>
親近海洋並且熱愛海洋，對於研究工作也才會更有使命感；因此系所還有「航海王」競賽，年度累計出海天數最多的學生有獎勵金。閒聊之餘，聽到2022年的航海王總共出海72天，大家是既羨慕又同情。
    `}),t(e,{img:"img/travel/go4.jpg"},null,8,["img"]),t(r,{text:`比起陸地上，海上的步調相對緩慢，點與點之間的航行移動都是一次等待，研究採樣更是一次又一次重複的過程。或許聽起來枯燥孤獨，但說來神奇，我想我能夠理解這樣的浪漫，甚至享受這樣的海上時光。<br><br>
因為緩慢，得以細數揚起的片片浪花、撿拾太平洋的藍；捕捉瞬息萬變的大海面貌，以身體記下浪的姿態。<br><br>
返航時，老師問我還會想出海嗎，我說：「當然！」
    `})]),_:1})}const k=i(s,[["render",g],["__scopeId","data-v-84a5b281"]]);export{k as default};
