import{a as e,_ as a}from"./rotateWoman.1e716b50.js";import{_ as m}from"./hint.4f9244e8.js";import{_ as c}from"./articleContent.7d497d0d.js";import{a as i,o as p,c as s,w as l,b as t}from"./entry.a9688375.js";import"./useAsset.0846bfac.js";import"./v6_cover02.5a1a79c5.js";const f={};function b(x,g){const o=e,r=a,_=m,n=c;return p(),s(n,{type:"flavor",title:"基隆小吃身世解密<br>鹿兒島的薩摩揚",name:`
      文：林宜錦 / 圖：林宜錦、涂佳豪
    `},{default:l(()=>[t(o,{text:`
    「蒲鉾」是日本歷史悠久且具有傳統意義的魚漿加工食品，包括蒸魚板、烤竹輪、魚丸乃至蟹味棒等，都是日本蒲鉾店所製作的產品。而我們所熟悉的基隆甜不辣與吉古拉亦是源自日治時期。<br><br>
    對日本人來說，蒲鉾不僅是日常料理中常見的配料，在節日或祭典也可以被作為高級禮品。由於是這樣日常、傳統又實用，因此治台初期，台灣各地也常見蒲鉾商的蹤跡。只不過，這些蒲鉾商多半只作買賣，並非專業的蒲鉾職人。<br><br>
    `}),t(r,{marginBottom:"10px",img:"img/flavor/samor1.png"},null,8,["img"]),t(_,{text:`
    台灣第一家職人蒲鉾店─松本蒲鉾刊登於《臺灣愛國婦人》廣告<br>
    資料來源: 《臺灣愛國婦人》1917-02-27愛國婦人會臺灣支部出版<br><br>
    `}),t(o,{text:`
    據日本官方記載，台灣第一家職人蒲鉾店就在基隆，是松本龜太郎於1912年在義重橋街所創立的「松本蒲鉾」。但當時松本蒲鉾大約只在一些日本名流婦人間有點名聲而已。直到四年後，來自鹿兒島的松元喜右衛門也在基隆哨船頭開了一間「松元蒲鉾」，蒲鉾才因為松元的好手藝與獨道經營手腕而廣受喜愛、聲名遠播，一舉躍升為基隆名產！連來自家鄉鹿兒島的名產「薩摩揚」，都因為當時的關西人慣稱魚漿炸物為「天婦羅」，而成了今日基隆「甜不辣」的緣起。<br><br>
    `}),t(r,{marginBottom:"10px",img:"img/flavor/samor2.png"},null,8,["img"]),t(_,{text:`
    江戶時代《守貞漫稿》中記錄的蒲鉾插圖，日本早期的蒲鉾外型更似竹輪，板型蒲鉾約是江戶時期才成為主流。（資料來源:日本國會圖書館）<br><br>
    `}),t(o,{text:`
    至於說到基隆甜不辣、吉古拉與目前日本市面上的薩摩揚、竹輪最大的差異，除了漢字寫法，大概就在原料了！<br><br>
    1934年基隆漁港設立，是北台灣最現代化的漁港，有精良漁具、動力漁船及製冰冷藏設施，使鯊魚這類大型魚也能大量捕獲。但為了取魚翅所捕獲的鯊魚，內臟能製成肥料與飼料、肝能製成魚肝油、皮能製作成皮革產品，偏偏占比最大的魚肉卻因為腥味重而常被棄之不用。因此腦筋動得快的日本政府當時便著手改良研發，研究出將鯊魚漿調製成蒲鉾產品的完美配方比例與製作方法，並將技術推廣至民間以促進更大的經濟效益，同時緩解因征戰導致的糧食匱乏。<br><br>
    `}),t(r,{img:"img/flavor/samor3.png"},null,8,["img"])]),_:1})}const k=i(f,[["render",b],["__scopeId","data-v-14ff2fa5"]]);export{k as default};
