import{_ as n,b as r,a as c}from"./articleContent.fdfc3cbc.js";import{a,o as m,c as i,w as s,b as t}from"./entry.d4251e4c.js";import"./useAsset.60099b73.js";import"./mail_red.8e95c2ae.js";const l={};function p(b,g){const e=r,o=c,_=n;return m(),i(_,{type:"flavor",title:"五〇年代委託行<br>異國食品尋寶地",name:`
      文：林佳慧 / 圖：涂佳豪
    `},{default:s(()=>[t(e,{text:`
    對於不出國也可以三餐吃異國料理的現代人來說，可能很難想像，台灣在開放自由觀光之前，一瓶日本味精，甚至是一顆美國蘋果，有多麼難以取得，人人都搶著要買，而當時基隆的委託行，就是尋找各國美味的寶藏之地。<br><br>
    五〇到七〇年代的委託行，最能代表基隆身為國際港口的地位，有來自世界各地五花八門的商品，還有全台北中南的商人前來挑貨，不分早晚不論晴雨，人潮絡繹不絕，老闆們忙著招呼客人一整天都沒時間坐下。從衣服配件到日用雜貨，你想要的舶來品這裡都找得到，有人在此打點全身行頭，也有人是衝著稀有舶來食品而來，舉凡零食飲料、菸酒、罐頭乾貨、水果、調味料、藥材補品等，委託行老闆都有辦法拿到，但搶不搶得到就看你的運氣了。<br><br>
    `}),t(o,{img:"img/flavor/weto1.png"},null,8,["img"]),t(e,{text:`
    委託行販賣的舶來品，主要來源有二：船員帶貨、老闆自己跑單幫。船員帶食品回來，小東西多藏在衣服內，像是瑞士糖、森永牛奶糖、明治巧克力、箭牌口香糖、OREO 餅乾等，「大一點的東西，像是乾香菇、干貝、核桃糕、水梨、蘋果等，就各憑本事從港區帶出來。」經營富順委託行五十年的楊老闆神秘的說。至於跑單幫，可帶回種類較多，楊老闆會去香港、日本、韓國，帶回當地流行的食品，「現在日本進口食品專賣店賣的各種吃的，我那個時候都賣過吃過了 !」楊老闆語帶得意的說。食品一帶到委託行，馬上銷售一空，通常是賣給熟客，一些相熟的食品雜貨行，會第一時間接到委託行通知到貨的電話。<br><br>
    當時的基隆港熱鬧繁華，口袋有閒錢的人想嚐點新鮮口味，會到食品雜貨行去問「有沒有外國來的東西」，雜貨行就會上委託行尋找。外國食品當時不能合法進口，委託行也不會明目張膽地展示在櫥窗，「只有我們知道哪間委託行有在賣，一般人不曉得。」老牌食品雜貨店─美豐商店的賴老闆說。自小就在店裡幫忙的他，常跟著爸爸去委託行尋寶。當時詢問度高的商品有美國鷹牌可可粉及煉乳、墨西哥車輪牌鮑魚罐頭、印度仙菓牌咖哩粉、美國五爪蘋果、日本世界一蘋果、鹹鰱魚、日本紅葡萄酒 AKADAMA 等等。<br><br>
    `}),t(o,{img:"img/flavor/weto2.png"},null,8,["img"]),t(e,{text:`
    聊到受歡迎的外國食品，就一定要提到鷹牌可可粉，廟口知名碳烤三明治店早期販售的可可就是使用它，用鍋煮到微微焦香，香氣誘人，仁愛市場附近也有專賣現煮鷹牌可可的流動攤販。還有日本來的醃黃蘿蔔乾，賴老闆說：「我們家最常買這個，過年還會去買日本來的紅棗和黑棗，這些雖然台灣也有，但日本做的就是特別好吃。」現在要吃到國外美食已不必大費周章，但是在當時，重要日子才能吃到的外國食品，是許多老基隆人珍貴的回憶。<br><br>
    `}),t(o,{img:"img/flavor/weto3.png"},null,8,["img"])]),_:1})}const v=a(l,[["render",p],["__scopeId","data-v-a5d1ceb9"]]);export{v as default};
